{"lyrics": [" 無敵の笑顔で荒らすメディア 知りたいその秘密ミステリアス 抜けてるとこさえ彼女のエリア 完璧で嘘つきな君は 天才的なアイドル様 今日何食べた？ 好きな本は？ 遊びに行くならどこに行くの？ 何も食べてない それは内緒 何を聞かれても のらりくらり そう淡々と だけど燦々と 見えそうで見えない秘密は蜜の味 あれもないないない これもないないない 好きなタイプは？ 相手は？ さあ答えて 「誰かを好きになることなんて私分からなくてさ」 嘘か本当か知り得ない そんな言葉にまた一人堕ちる また好きにさせる 誰もが目を奪われていく 君は完璧で究極のアイドル 金輪際現れない 一番星の生まれ変わり その笑顔で愛してるで 誰も彼も虜にしていく その瞳がその言葉が 嘘でもそれは完全なアイ  はいはいあの子は特別です 我々はハナからおまけです お星様の引き立て役Bです 全てがあの子のお陰なわけない 洒落臭い 妬み嫉妬なんてないわけがない これはネタじゃない からこそ許せない 完璧じゃない君じゃ許せない 自分を許せない 誰よりも強い君以外は認めない 誰もが信じ崇めてる まさに最強で無敵のアイドル 弱点なんて見当たらない 一番星を宿している 弱いとこなんて見せちゃダメダメ 知りたくないとこは見せずに 唯一無二じゃなくちゃイヤイヤ それこそ本物のアイ 得意の笑顔で沸かすメディア 隠しきるこの秘密だけは 愛してるって嘘で積むキャリア これこそ私なりの愛だ 流れる汗も綺麗なアクア ルビーを隠したこの瞼 歌い踊り舞う私はマリア そう嘘はとびきりの愛だ  誰かに愛されたことも 誰かのこと愛したこともない そんな私の嘘がいつか本当になること 信じてる いつかきっと全部手に入れる 私はそう欲張りなアイドル 等身大でみんなのこと ちゃんと愛したいから 今日も嘘をつくの この言葉がいつか本当になる日を願って それでもまだ 君と君にだけは言えずにいたけど あぁ、やっと言えた これは絶対嘘じゃない 愛してる ", " 波音で消されちゃった はっきりと聞かせろって わざとらしい海原 100回以上の失敗は ダーウィンさんも感涙の ユニークな進化の礎 あの日のことは忘れないよ しずくの小惑星の真ん中で 流れるまんま 流されたら 抗おうか 美しい鰭で 壊れる夜もあったけれど 自分でいられるように びっくらこいた展開に よろめく足を踏ん張って 冷たい水を一口 心配性の限界は 超えてるけれどこうやって コツをつかんで生きて来た 秘密守ってくれてありがとうね もう遠慮せんで放っても大丈夫 流れるまんま 流されたら 出し抜こうか 美しい鰭で 離される時も見失わず 君を想えるように 強がるポーズは そういつまでも 続けられない 分かってるけれど 優しくなった世界をまだ 描いてゆきたいから  流れるまんま 流されたら 抗おうか 美しい鰭で 壊れる夜もあったけれど 自分でいられるように ", " まだ押し上げるぜ限界目覚めるまで全開 媚は売らねえmaster 完全にあげる Shelter 待つようなガラじゃない Haters は構わない 何ひとつ変わらない 炎上かっ飛ばす blah Yeah まだまだかますぜ俺らのやり方で Badなバイブスもちろん噛み合わねえ 誰も媚びれない100パーリアルな Game ほら Welcome to our party Can’t nobody hold us down now 隠さず 今 Burning fire Break the silence, here we go now Oh, are you ready monsters Abarero, break it break it Break it down now, show me what you got 目覚めろ Monsters, monsters We’re together 怖いもんなし Monsters もっともっと bring it up Top top top, we’re top of the world Go go go Abarero Shout!  朝から 夜まで Till we get on top and we got thе world このまま振り切れ But I know you’ve never been at war Wanna bе here where the party at 騒ごう Party animals 恥ずかしがらずに Baby do, do, do, do what you want Can’t nobody hold us down now We gonna keep it, climb もっと higher Need you with me, here we go now Oh, are you ready MONSTERS? Abarero, break it break it Break it down now, show me what you got 目覚めろ Monsters, monsters We’re together 怖いもんなし Monsters 騒げ もっともっと bring it up Top top top, we’re top of the world Go go go Abarero Shout!  Clap! Clap! Clap! Clap! Abarero, break it break it Break it down now, show me what you got 目覚めろ Monsters, monsters We’re together Clap! Clap! Clap! Clap! Here we go, here we go, here we go Do or die やりたい放題 Here we go, here we go, here we go 100:0 アンチ 半端な論外 目覚めろ Monsters, monsters We’re together 怖いもんなし Monsters A-ba-re-ro ", " 「凍りついた心には太陽を」 そして「僕が君にとってそのポジションを」 そんなだいぶ傲慢な思い込みを拗らせてたんだよ ごめんね 笑って やって 火傷しそうな程のポジティブの 冷たさと残酷さに気付いたんだよ きっと君に渡したいものはもっとひんやり熱いもの 綺麗事じゃ無いけど 綺麗で揺るぎないもの うわべよりも胸の奥の奥を温めるもの 理想だけはあるけど 心のどこ探しても まるで見つからないんだよ 伝えたい伝わらない その不条理が今 キツく縛りつけるんだよ 臆病な僕の この一挙手一投足を 言葉はまるで雪の結晶 君にプレゼントしたくても 夢中になればなるほどに 形は崩れ落ちて溶けていって 消えてしまうけど でも僕が選ぶ言葉が そこに託された想いが 君の胸を震わすのを 諦められない 愛してるよりも愛が届くまで もう少しだけ待ってて 薄着でただそばに立ってても 不必要に汗をかいてしまう僕なんかもう どうしたって生温くて君を痛めつけてしまうのだろう  「手のひらが熱いほど心は冷たいんでしょう?」 冗談でもそんな残酷なこと言わないでよ 別に言えばいいけど 全人生を賭けても ちゃんと覆さしてよ 救いたい＝救われたい このイコールが今 優しく剥がしていくんだよ 堅い理論武装 プライドの過剰包装を 正しさよりも優しさが欲しい そしてそれを受け取れるのは イルミネーションみたいな 不特定多数じゃなくてただ1人 君であってほしい かけた言葉で 割れたヒビを直そうとして 足しすぎた熱量で 引かれてしまったカーテン そんな失敗作を 重ねて 重ねて 重ねて 見つけたいんだいつか 最高の一言一句を  言葉はまるで雪の結晶 君にプレゼントしたとして 時間が経ってしまえば大抵 記憶からこぼれ落ちて溶けていって 消えてしまう でも 絶えず僕らのストーリーに 添えられた字幕のように 思い返した時 不意に目をやる時に 君の胸を震わすもの 探し続けたい 愛してるよりも愛が届くまで もう少しだけ待ってて 言葉など何も欲しくないほど 悲しみに凍てつく夜でも 勝手に君のそばで あれこれと考えてる 雪が溶けても残ってる ", " Vaundy 「怪獣の花唄」の歌詞 思い出すのは君の歌 会話よりも鮮明だ どこに行ってしまったの いつも探すんだよ 思い出すのは 君の歌 歌い笑う顔が鮮明だ 君に似合うんだよ ずっと見ていたいよ でも最後に見たいのは きっともう君の夢の中 もう一度 また聞かせてくれよ 聞きたいんだ もっと 騒げ怪獣の歌 まだ消えない 夢の歌唱えて 君がいつも 歌う怪獣の歌 まだ消えない 口ずさんでしまうよ  思い出すのは 君がいた ギター持ってる 君がいた 忘れられないんだよ だから僕が歌うよ でも最後に見たいのは きっともう君の夢の中 もう一度 また聞かせてくれよ 聞きたいんだ もっと 騒げ怪獣の歌 まだ消えない 夢の歌唱えて 君がいつも 歌う怪獣の歌 まだ消えない 口ずさんでしまうよ 落ちてく過去は鮮明で 見せたい未来は繊細で すぎてく日々には鈍感な君へ 落ちてく過去は鮮明で 見せたい未来は繊細で すぎてく日々には鈍感な君へ  ねぇ、もっと 騒げ怪獣の歌 まだ消えない 夢の歌唱えて 君がいつも 歌う怪獣の歌 まだ消えない 口ずさんでしまうよ ねぇ、僕ら 眠れない夜に手を伸ばして 眠らない夜をまた伸ばして 眠くないまだね そんな日々でいたいのにな 懲りずに 眠れない夜に手を伸ばして 眠らない夜をまた伸ばして 眠くないまだね そんな夜に歌う 怪獣の歌 ", " 例えば僕ら二人 煌めく映画のように 出会いなおせたらどうしたい 何も謎めいてない 今日は昨日の続き 日々は続くただぼんやり 微かな足音 シーツの置く場所 それだけで全てわかってしまうよ 見え透いた嘘も隠した本当も その全て愛おしかった レディー 笑わないで聞いて ハニー 見つめ合っていたくて 君と二人 行ったり来たりしたいだけ ベイビー 子供みたいに恋がしたい 書き散らしていく僕らのストーリーライン 例えばどっちか一人 ひどい不幸が襲い 二度と会えなくなったら 考えた矢先に 泣けてしまうくらい 日々は続く一層確かに いつもの暗い顔 チープな戯言 見過ごすようにまた優しいんだろう 見え透いた嘘も隠した本当も その目から伝わってきた 引っ張ったり噛み付いたり 傷ついたふりしてみたり 明日の朝に持ち越したり 浮ついたりして 思いきり傷つきたい いつまでもそばにいたい 今すぐ行方をくらまそう  レディー 何も言わないで ハニー 僕の手を取ってくれ 君以外に 考えられないだけ ベイビー あの頃みたいに恋がしたい 書き散らしていく 踊り続ける レディー 笑わないで聞いて ハニー 見つめ合っていたくて 君と二人 行ったり来たりしたいだけ ベイビー 子供みたいに恋がしたい 書き散らしていく僕らのストーリーライン ", " わかってる ほしいんでしょ 艶やかな この唇 ヤワな男たち 惹き寄せる 息を呑むほどに 甘い密 わかってる ほしいんでしょ 二度見する この躰 汗ばむ街 一人歩けば 淫らな 視線が絡みつく ねぇ何を期待してるの? その内じゃなくて 今すぐがいいの 大人の恋に 焦がれて 見た目よりも 残るあどけない 心だけが 先走る 青い蕾のまま 大人振る わかってる ほしいんでしょ 刺激する わたしの全て 冷めた瞳まで 魅了する いつかは花になる アマリリス  優しいだけの 言葉じゃなくて 心で繋がりたくて ありきたりな メイクじゃ隠せない 憧れだけ 夢を見る あなたの前で また大人振る その内じゃなくて 今すぐがいいの 大人の恋に 焦がれて 見た目よりも 残るあどけない 気持ちだけが 空回る わたしを見つけて 優しいだけの 言葉じゃなくて 心で繋がりたくて ありきたりな メイクじゃ隠せない 憧れだけ 夢を見る まだ見ぬ 恋路を 追いかけて 追いかけて またオトナブルー ", " ⽼⼈が君に⾔いました 『残りの寿命を買わせてよ 50年を50億で買おう』 ⼈⽣をやり直したいと ただ起きて⾷って働いて 寝て起きて働く毎⽇だ それなのに⼿放したくない 理由を考えてみたよ ⾝体も痛くなるだろうし 友達もいなくなるんだろうな 恋愛もできなくなるよな その値段じゃ売れないな 僕が⽣きてるこの時間は 50億以上の価値があるでしょう ⽣きているだけでまるもうけ これ以上何が欲しいというの ⽼⼈が君に⾔いました 『それなら倍の100億出そう 奥さん, ⼦供もつけるから』 『豪邸も仕事もつけるからさ』 50年が100億ならば 年収2億の⼤富豪だ でも好きな⼈は⾃分でさ ⾒つけたいからいらないよ  僕が⽣きてるこの時間は 100億以上の価値があるでしょう ⽣きているだけでまるもうけ 何にでもなれる今がいいの どんな夢を描いてもいい どんな恋をしたっていい 無限⼤の可能性は 誰にも譲れない 何⼗回⽴ち⽌まっても それでも僕を諦めない 僕が⽣きる理由は 僕が決めるから 僕らが⽣きる時間は 決して安いものじゃないから 後悔しない選択を選んで欲しいの 頑張ろう 頑張ろう 頑張れ 頑張ろう 頑張ろう 頑張れ 頑張ろう 頑張ろう 頑張れ 頑張ろう 頑張ろう 頑張れ ", " 群れを逸れて夢を咥えた それが最後になる気がしたんだ 獣は砂を 一握り撒いた それが最後になる気がしたんだ 不確かな夢叶えるのさ 約束の夜に 微かな風に願うのさ 静寂の朝に 遠い星の少年は その腕に約束の飾り まだ旅路の最中さ 幻惑の園に 霞んで消えた轍の先へ それが最後になる気がしたんだ 手負の夢を紡ぎ直せば それが最後になる気がしたんだ 熱砂を蹴り抗うのさ 約束の前に 命綱は無いのさ サーカスの夜に まだ旅路の最中さ あの場所に加速するさらに 雨上がりのシャンデリア 幻惑の園に  Swish da 着火 you! Swish da 着火 you! Swish da 着火 you! Swish da 着火 you! 迷走 smash Dribble trapper, kidding me now? 迷走 smash Dribble trapper, kidding me now? Coyote steals the sound Coyote steals the pass Coyote steals the sound and pass Swish da 着火 you Swish da 着火 you Pass code a \"Penetrator\" ベース! Bebop! ゲット triple! Buzz up ビート! ワンラブ and mercy! Bebop! Heat check! Vasco da Gama ビート!  Pass code a \"Penetrator\" ベース! Bebop! Wanna buzz up ビート! Just wanna buzz up ビート! 脳内更地に Extra pass クーアザドンイハビ Swish da 着火 you Swish da 着火 you ", " 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star ランドリー今日はガラ空きでラッキーデイ かったりい油汚れもこれでバイバイ 誰だ誰だ頭の中 呼びかける声は あれが欲しいこれが欲しいと歌っている 幸せになりたい 楽して生きていたい この手に掴みたい あなたのその胸の中 ハッピーで埋め尽くして レストインピースまで行こうぜ いつかみた地獄もいいところ 愛をばら撒いて アイラブユー貶してくれ 全部奪って笑ってくれマイハニー 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star なんか忘れちゃってんだ 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star 4443で外れる炭酸水 ハングリー拗らせて吐きそうな人生 「止まない雨はない」より先に その傘をくれよ あれが欲しい これが欲しい 全て欲しい ただ虚しい  幸せになりたい 楽して生きていたい 全部滅茶苦茶にしたい 何もかも消し去りたい あなたのその胸の中 ラッキーで埋め尽くして レストインピースまで行こうぜ 良い子だけ迎える天国じゃ どうも生きらんない アイラブユー貶して奪って笑ってくれマイハニー 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star なんか忘れちゃってんだ ハッピーラッキー こんにちはベイビー 良い子でいたい そりゃつまらない ハッピーラッキー こんにちはベイビーソースイート 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star なんかすごい良い感じ  努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star 努力 未来, a beautiful star ", " 言葉足らずの愛を 愛を貴方へ 私は決して今を 今を憎んではいない 歪んだ雲が空を 空を濁して 私の夢は全て 全て置いてきたの 命ある日々 静かに誰かを 愛した日々 空が晴れたら 愛を 愛を伝えて 涙は明日の為 新しい花の種 恋に焦がれた人は 人は 天の上 いつかあの場所で強く 強く手を結び抱いて 緑ゆれてる 貴方の声が聴こえた気がする 空が晴れたら 逢いに 逢いに来て欲しい 涙は枯れないわ 明日へと繋がる輪  木漏れ日と笑う 大切な人を 失う未来なんてこないで？ 空が晴れずとも 愛を胸に祈るわ 貴方に刺さる雨が 風になり 夢を呼び 光になるまで 空が晴れたら 愛を 愛を伝えて 涙は明日の為 新しい花の種 空が晴れたら 逢いに 逢いに来て欲しい 涙は枯れないわ 明日へと繋がる輪 言葉足らずの愛を 愛の花をあなたへ ", " 他の扉を開け従う必要はない 君は君の道に私は私の道に, mm-mm 日々色が変わった感じ 明るく光る道を 自分の道に向かって 君は信じればいいよ 自分の道に向かって 見えるそのままだよ 君は誰かの夢になって 最高のある日のデジャビュ 泊まりたいどこかの不慣れないビュー もっと遠くへ行くよ 人生は美しいギャラクシー 作家になろう ジャンルはファンタジー 明日私の前に開くのはビッグステージ それがまさに私だよ 見てみて今 昨日とは違う新しい私 怖がらせたすべてがときめきに 空の高所でオーマイガー 些細なことは消えていく 見てみて今もっと熱く 自分の道に向かって 君は信じればいいよ 自分の道に向かって 見えるそのままだよ  君は誰かの夢になって 最高のある日のデジャビュ 泊まりたいどこかの不慣れないビュー もっと遠くへ行くよ 人生は美しいギャラクシー 作家になろう ジャンルはファンタジー 明日私の前に開くのはビッグステージ それがまさに私だよ 暗闇の中で道に迷っても 空に飛び上がれば それが君の道になるよ 1、2、3、1、2、3 1、2、3、飛び上がろう 君が誰かの夢を協えてほしい 最高のある日のデジャビュ 泊まりたいどこかの不慣れないビュー もっと遠くへ行くよ 人生は美しいギャラクシー 作家になろう ジャンルはファンタジー 明日私の前に開くのはビッグステージ それがまさに私だよ ", " 本当は分かっていた いけないことだったって, 分かっていたのに この手をすり抜ける全部が愛に見えたの 確かめていた言葉が形になって, 揺れるだけ 弾いて, 描いて きっと, それだけ つまらないな, 正解の読み合わせ あとちょっとで分かりかけていたのに 飲んで, 吐いて 全部忘れちゃえ 水をまとった本心と鏡合わせ 見つめ, 会えたら Overdose 君とふたり やるせない日々 解像度の悪い夢を見たい Overdose 君とふたり 甘いハッタリ Don't stop it music, darling 本当に分かっている? いけないことだったって, 分かっている? 多分, 時間だけが過ぎていく問答で満ちていく 言い訳する間もなく, 裸になってしまうだけ きっと, 溜まっていくんだ ずっと 終わってしまえばいいと, ふっと 傷んで腐っていく あの甘い果実のように 僕ら, 壊れていく だから踊って, 眠って 全部忘れちゃえ 嘘を被ったあなたと隣り合わせ 見つめ, 会えたら Overdose 君とふたり 分かりたいのに 変に間の悪い嘘が嫌い Overdose 君とふたり 分かりたいのに Two step from with me, darling  Overdose 君とふたり やるせない日々 解像度の悪い夢を見たい Overdose 君とふたり 甘いハッタリ Don't stop it music, darling Overdose 君とふたり 分からない けど, 変に間の悪い嘘でもいいから どう, 君とふたり 甘いハッタリ Don't stop it music, darling Don't stop it music, darling ", " 垂れ流したテレビの音 溜めてしまった洗濯物は今日こそ 晴れでもあえて外には出ないでいよう 映えないスナックとアルコールで乾杯をしよう 二人酸いも甘いも 噛み合わないとしても お互い寄り添うように 少しずらしてみようよ 君がくれた太陽 月で隠れないよう 輝き弛まぬように歌うメロディ 戯れる slowly flowing day 愛してるも通り越して 似た者同士こうして 年老いるまで笑っていたいね 君がいなきゃ lonely, lonely day 夢の中 fall asleep in bed 起こすからmorning callで I'll protect you from nightmares, baby 脱ぎっぱなしの足跡辿ると 不意をついて 後ろから抱きつくの つい、繰り返すと 忘れてしまいそうになるよ 振り返ると 日々が当たり前じゃないこと 二人対の細胞 絡み合う特別を 噛み締めて生きたいと 思ったまどろみ抱く正午 吐息、漏れた体温 微塵も逃さないよう 頭の中刻む甘いメモリー 戯れる slowly flowing day 愛してるも通り越して 違う者同士こうして 年老いるまで笑っていたいね 君がいなきゃ lonely, lonely day 夢の中 fall asleep in bed 起こすからmorning callで I'll protect you from nightmares, baby  重ねた手はね離さないでいて ごめん、これそばに居たいだけだね 抱えた想いはお互い様でしょ ほら、おあいこでしょ すれ違い、間違いもあるし 筋書き通り行かない打診、悲しみだって 半分こにしよう 別れじゃない希望 独りよがりにならないように、いつも 君がいなきゃ今もどこかで 動けないままの僕で ありがとうを伝えたいのです これからは僕が支えてくって 呆れてしまうくらいにね 愛が増していくday by day 面と向かうとどうしても 素直になれないな、ごめんね 戯れる slowly flowing day 愛してるも通り越して 似た者同士こうして 年老いるまで笑っていたいね 君がいなきゃ lonely, lonely day 夢の中 fall asleep in bed 起こすからmorning callで I'll protect you from nightmares, baby ", " 頭じゃわかっていても 心が追いつかない カラダは単純なのね 男なら尚更ね　あぁあ 夜な夜なゆらゆらいでも 未だに君がいちばん 最低で大好きだった なんでかな　ムカつくわ。もう 忘れちゃいたいのに ずっと傷つけられてばっかだったのに シンデレラボーイ　0時を回って 腕の中であたしを泣かせないで 気づかないふりをしてそのまま つけるタバコが大嫌い 濡れたままのバスタオル 浴室にかけた8時 散らかった部屋にはひとり またカラダ許してしまったな あなたがいなくなっても あたしは平気そうです  連絡はたまにするね 意地悪くらいさせてよね 嘘くらいせめてちゃんと 次は上手につかなきゃね あたしの前だけで弱さを見せて 無邪気な顔で呼んでみて あなたの瞳　独占させて 誰も見ないでいて欲しかっただけ 死んで シンデレラボーイ　0時を回って 腕の中であたしを泣かせないで 気づかないふりをしてそのまま つけるタバコが大嫌い 好きって言わんでよ　愛しても無いのに 瞳の奥、あたしを捕まえて 気づかないふりをしてそのまま ", " 公園の落ち葉が舞って 飛び方を教えてくれている 親切にどうも 僕もそんなふうに 軽やかでいられたら 横切った猫に 不安を打ち明けながら ああ 君に会いたくなる どんな言葉が 願いが景色が 君を笑顔に幸せにするだろう 地図なんかないけど歩いて探して 君に渡せたらいい 偶然と運命の違いは 君の顔に書いてあって 人生の意味はいつか君がくれた アメの中に入ってた  君のまわりに 浮かんだものに触れて ああ 何を作れるだろう どれも些細で頼りない決意で 僕の世界の模様は出来てる お洒落ではないけど唯一のダサさで 君が笑えたらいい 僕の中の君 君の中の僕 きっと同じじゃないけど 駅前のパン屋と 踏切の閉まる音 ああ 君に会いたくなる どんな言葉が 願いが景色が 君を笑顔に幸せにするだろう 地図なんかないけど歩いて探して 君に渡せたらいい  道のりと時間を花束に変えて 君に渡せたらいい ", " 多分、私じゃなくていいね 余裕のない二人だったし 気付けば喧嘩ばっかりしてさ ごめんね ずっと話そうと思ってた きっと私たち合わないね 二人きりしかいない部屋でさ 貴方ばかり話していたよね もしいつか何処かで会えたら 今日の事を笑ってくれるかな 理由もちゃんと話せないけれど 貴方が眠った後に泣くのは嫌 声も顔も不器用なとこも 全部全部 嫌いじゃないの ドライフラワーみたい 君との日々も きっときっときっときっと 色褪せる 多分、君じゃなくてよかった もう泣かされることもないし 「私ばかり」なんて言葉も なくなった あんなに悲しい別れでも 時間がたてば忘れてく 新しい人と並ぶ君は ちゃんとうまくやれているのかな もう顔も見たくないからさ 変に連絡してこないでほしい 都合がいいのは変わってないんだね でも無視できずにまた少し返事  声も顔も不器用なとこも 多分今も 嫌いじゃないの ドライフラワーみたく 時間が経てば きっときっときっときっと 色褪せる 月灯りに魔物が揺れる きっと私もどうかしてる 暗闇に色彩が浮かぶ 赤黄藍色が胸の奥 ずっと貴方の名前を呼ぶ 好きという気持ち また香る 声も顔も不器用なとこも 全部全部 大嫌いだよ まだ枯れない花を 君に添えてさ ずっとずっとずっとずっと 抱えてよ Ah-ah, ah-ah ", " 袋に詰められたナッツのような世間では 誰もがそれぞれ出会った誰かと寄り添い合ってる そこに紛れ込んだ僕らはピーナッツみたいに 木の実のフリしながら 微笑み浮かべる 幸せのテンプレートの上 文字通り絵に描いたうわべの裏 テーブルを囲み手を合わすその時さえ ありのままでは居られないまま 隠し事だらけ 継ぎ接ぎだらけのhome, you know? 噛み砕いても無くならない 本音が歯に挟まったまま 不安だらけ 成り行き任せのlife, and I know 仮初めまみれの日常だけど ここに僕が居て あなたが居る この真実だけでもう 胃がもたれてゆく 化けの皮剥がれた一粒のピーナッツみたいに 世間から一瞬で弾かれてしまう そんな時こそ 曲がりなりで良かったらそばに居させて 共に煎られ 揺られ 踏まれても 割れない殻みたいになるから  生まれた場所が木の上か地面の中か それだけの違い 許されないほどにドライなこの世界を 等しく雨が湿らせますように 時に冷たくて 騒がしい窓の向こうyou know? 星の一つも見つからない 雷に満ちた日があっても良い ミスだらけ アドリブ任せのshow, but I know 所詮ひとかけの日常だから 腹の中にでも 流して寝よう 隠し事だらけ 継ぎ接ぎだらけのhome, you know? とっておきも出来合いも 残さずに全部食らいながら 普通などない 正解などないlife, and I know 仮初めまみれの日常だけど ここに僕が居て あなたが居る この真実だけでもう 胃がもたれてゆく, woah この一掴みの奇跡を 噛み締めてゆく ", " いつだって大丈夫 この世界はダンスホール 君がいるから愛を知ることがまた出来る 「大好き」を歌える 知らぬ間に誰かいる それに甘え過ぎてる 何処かできっと僕のことを 恨んでる人がいる ため息を吐いて吸って吸って吐かれては 幸せを見逃しちゃうけど きっと結構ありがち 足元にあるもの いつだって大丈夫 この世界はダンスホール 君がいるから愛を知ることがまた出来る 今日もほら陽が昇る 時代が周るダンスホール 悲しいことは尽き無いけど 幸せを数えてみる 夢を追う君がいる でもたまに自信を無くして見える 誰かになんと言われようとも 君はそのままがいい メンタルも成長痛を起こすでしょう 「無理をせず自分らしくいて｣ それが出来たら悩んでないよ まぁ明日こそ笑おう  結局は大丈夫 この世界はダンスホール 君の隣で愛を精一杯に探したい 今日もまた怒られる 気持ちの穴がポンっと増える 不器用だけど笑ってもらえるように笑う いつだって大丈夫 この世界はダンスホール 楽しんだもん勝ちだ ダンスホール また陽が昇る 時代が周るダンスホール 足が疲れても踊る 結局は大丈夫 この世界はダンスホール あなたが主役のダンスホール You know? その笑顔が僕だけの太陽 君が笑える為のダンスホール この愛を歌い続ける ", " 出来るだけ嘘は無いように どんな時も優しくあれるように 人が痛みを感じた時には 自分の事のように思えるように 正しさを別の正しさで 失くす悲しみにも出会うけれど 水平線が光る朝に あなたの希望が崩れ落ちて 風に飛ばされる欠片に 誰かが綺麗と呟いてる 悲しい声で歌いながら いつしか海に流れ着いて 光って あなたはそれを見るでしょう 自分の背中は見えないのだから 恥ずかしがらず人に尋ねるといい 心は誰にも見えないのだから 見えるものよりも大事にするといい 毎日が重なる事で 会えなくなる人も出来るけれど 透き通るほど淡い夜に あなたの夢がひとつ叶って 歓声と拍手の中に 誰かの悲鳴が隠れている 耐える理由を探しながら いくつも答えを抱えながら悩んで あなたは自分を知るでしょう  誰の心に残る事も 目に焼き付く事もない今日も 雑音と足音の奥で 私はここだと叫んでいる 水平線が光る朝に あなたの希望が崩れ落ちて 風に飛ばされる欠片に 誰かが綺麗と呟いてる 悲しい声で歌いながら いつしか海に流れ着いて 光って あなたはそれを見るでしょう あなたはそれを見るでしょう ", " 正しい引き金を引いて らしくない感情のお前が嫌いだ つまらないものばかり追って 物陰に潜める 悲しい言い訳をして　いつも ヒロインを演じてるお前を憎んだ 涙なんて性に合わないだろう 鏡に映る本当の 何も成せないままの僕に 終止符を打った 最初から ずっと 流れ彷徨い 喧騒 円状に僕を取り囲んで 寂しいとか きっと 分かっていたんだ お別れする いつからか ずっと 見上げる空は 空想 幻想だらけで 絡みつく いつの日か きっと 広がる曇天に お別れする Slash your tears away もう 逃げることはしない  枯れきった乏しい 世の中で偽って 物憂げなお前が嫌いだ 澄み渡る風景は 深く眠ってる真相と リンクしているんだ 1つ 怖気付いて後悔する将来よりも 2つ 殻破って進めば広がる世界 もしも この 1秒 意味があるんだとしたら 僕の結末に新たなるシナリオ 書き足して ただ抱き寄せて 昔から 逸らしてた new stage に今 手をかざす 未来は 零れ落ちそうな 君の雫は そっと 三千世界を色付ける 苦しいなら きっと闇を切り裂いて 今迎えにいくよ 最初から ずっと 流れ彷徨い 喧騒 円状に僕を取り囲んで 寂しいとか きっと 分かっていたんだ お別れする  いつからか ずっと 見上げる空の 偶像 理想 眺めて手を伸ばす いつの日か きっと 広がる曇天に お別れする Slash your tears away もう 逃げることはしない ", " 行き詰まって、時が経った ここがどこかさえ、どうも分からないけれど ありふれた夜の真ん中で逃避行 行き止まって、最後　繰り返した夢の方を どうしようもない　どうせ、変わりはしない 何が起きたって関係ない 飽きたら、捨てるだけ 安っぽいラブソングはいらない てんで、つまらない　明日には、忘れたい 不恰好な愛で夜を明かしたい 全部、君次第なんだ　それで、よかった 過剰も不足もないはずなのに なんか、要らないし　なんか、足りない 忘れてしまおうぜ 馬鹿みたいに、愛し合って さよなら、フライデー・ナイト 取るに足らないものに いつまでも、縋り付いている それが何だ、早く注いでよ グラスにブランデー、なぁ 取るに足らないものは いつまでも、すぐそばにある どうしようもない　なんか、私馬鹿みたい 何が起きたって関係ない 飽きたら、捨てるだけ 安っぽいラブソングじゃ足りない？ もっと、欲しくない？　言わせてみてよ、また 不恰好な愛も今日はアリじゃない？ 全部、君次第なんだ　それで、よかった 過剰も不足もないはずなのに なんか、要らないし　なんか、足りない 忘れてしまおうぜ 馬鹿みたいに、愛し合って さよなら、フライデー・ナイト 取るに足らないものに いつまでも、縋り付いている それが何だ、早く注いでよ グラスにブランデー、なぁ 取るに足らないものは いつまでも、すぐそばにある  馬鹿な話だ、もはや夢のなか 言いたいことはそれくらいかな 本当のとこは、わからないまま 溺れるように、息をついて そんな話は損な話だ どうせ、これから壊れるのなら 忘れてしまおうぜ 馬鹿みたいに、愛し合って さよなら、フライデー・ナイト ", " 荒い息を吐き出して 先見据えてる 頂上はすぐそこに 目の前に広がってる You better run, run away ここは jungle 命がけの survival You better get, get away 牙をむいて君を攻め込む前 Oh, 遥かな光 その輝き増すほど 濃くなる my shadow 孤独に bellow I'm the crowned Tiger See me, I'm the crowned Tiger Tiger Swish, swish 鳴り響く勝利の咆哮 I'm a tiger Tick, tick この先に 続く道に Keep in like that tiger  Keep it up , keep it up 荒々しく Pump it up , pump it up 高鳴る鼓動 Burn it up , shake it up 燃え尽きるまで I'm the one but I want 夢を追った本当の意味 You better run, run away ここは jungle 命がけの survival You better get, get away 牙をむいて君を攻め込む前 Oh, 遥かな光 その輝き増すほど 濃くなる my shadow 孤独に bellow I'm the crowned Tiger See me, I'm the crowned Tiger Tiger Swish, swish 鳴り響く勝利の咆哮 I'm a tiger Tick, tick この先に 続く道に Keep in like that tiger  なくしたものがあっても 時を取り戻せない ただ道を進むだけ yeah, yeah, yeah I will never give up 何も この命かけて 胸の熱望を燃やし続く I'm like a Tiger See me, I'm the crowned See me, I'm a Tiger Tiger Swish, swish 鳴り響く勝利の咆哮 I'm a tiger Tick, tick この先に 続く道に Keep in like that tiger ", " この歌は それはあなたのことです、親愛なる あなただけ 君, 君, 君 君, 君, 君, 君 私がつらいとき 泣きそうなとき 元気ももう 出ないとき あなただ , 私を心配する , あなただ , 私を笑わせる 言わなくてもいいよ, 少年、あなたは何と言いますか？ 遠くでも いつでも 走ってくる 忙しいそぶりも見せずに君は現れる こんなのありえる？ 私は聞くの 君はね, 彼は私のシステムに住んでいます、ベイビー オーマイ、オーマイゴッド, 予想してたよ 私 私は彼が通り抜けることを本当に望んでいた オーマイ、オーマイゴッド, 君しかいないって どうしたらいいの？ いいえ、私は彼を手放すことはできません 君で頭がいっぱい 24 私はラッキー 本当に 分かってる, 分かってる 君を知る前までは 私 意味がなかった 何もかも 私の想いが限りないってこと 分かってる, 分かってる , 私はクレイジーに見えますよね？  どこでも, 何度でも 私が保持するものは他に何もありません 騒音の中でも彼の声が聞こえる 少しでも私の手を離さないで, いいえ、いいえ 心配はいらない '誰かを手に入れたから 一人でも大丈夫 誰かを愛しているから 遠くでも いつでも 走ってくる 忙しいそぶりも見せずに君は現れる こんなのありえる？ 私は聞くの 君はね, 彼は私のシステムに住んでいます、ベイビー オーマイ、オーマイゴッド, 予想してたよ 私 私は彼が通り抜けることを本当に望んでいた オーマイ、オーマイゴッド, 君しかいないって どうしたらいいの？  いいえ、私は彼を手放すことはできません 君で頭がいっぱい 24 私はラッキー 本当に 分かってる, 分かってる 君を知る前までは 私 意味がなかった 何もかも 私の想いが限りないってこと 分かってる, 分かってる ベイビー、ベイビー、ベイビー 私はクレイジーに見えますよね？ ベイビー 私はクレイジーに見えますよね？ ベイビー, ベイビー 君と私 私の心は輝いています、それは輝いています 君と一緒なら 怖いものなんてない いっぱいに満たされた、全部満たされた 私の心は輝いています、それは輝いていました なぜなら彼は オーマイ、オーマイゴッド, 予想してたよ 私 私は彼が通り抜けることを本当に望んでいた オーマイ、オーマイゴッド, 君しかいないって どうしたらいいの？ いいえ、私は彼を手放すことはできません 彼は24時間そこにいます 私はラッキー 本当に 分かってる, 分かってる 君を知る前までは 私 意味がなかった 何もかも - どうしよう 私の心は輝いています、それは輝いています 心が輝いて 夜も眠れない ", " 遥か遠くに浮かぶ星を 想い眠りにつく君の 選ぶ未来が望む道が 何処へ続いていても 共に生きるから ずっと昔の記憶 連れられて来たこの星で君は 願い続けてた 遠くで煌めく景色に 飛び込むことが出来たのなら 一人孤独な世界で 祈り願う 夢を描き 未来を見る 逃げ出すよりも進むことを 君が選んだのなら 誰かが描いたイメージじゃなくて 誰かが選んだステージじゃなくて 僕たちが作っていくストーリー 決して一人にはさせないから いつかその胸に秘めた 刃が鎖を断ち切るまで ずっと ah 共に闘うよ 決め付けられた運命 そんなの壊して 僕達は操り人形じゃない 君の世界だ 君の未来だ どんな物語にでも出来る 逃げる様に 隠れる様に 乗り込んで来たコクピットには 泣き虫な君はもう居ない いつの間にかこんなに強く  これは君の人生 それは答えなんて無い もう呪縛は解いて 定められたフィクションから今 飛び出すんだ 飛び立つんだ aah 誰にも追いつけないスピードで 地面蹴り上げ空を舞う 呪い呪われた未来は 君がその手で変えていくんだ 逃げずに進んだことできっと 掴めるものが沢山あるよ もっと強くなれる この星に生まれたこと この世界で生き続けること その全てを愛せる様に 目一杯の ah 祝福を君に ", " 空にある何かを見つめてたら それは星だって君がおしえてくれた まるでそれは僕らみたいに 寄り添ってる それを泣いたり笑ったり繋いでいく 何十回 何百回 ぶつかりあって 何十年 何百年 昔の光が 星自身も忘れたころに 僕らに届いてる 僕ら見つけあって 手繰りあって 同じ空 輝くのだって 二人だって 約束した 遥か遠く終わらないベテルギウス 誰かに繋ぐ魔法 僕ら 肩並べ 手取り合って 進んでく 辛い時だって 泣かないって 誓っただろう 遥か遠く終わらないベテルギウス 君にも見えるだろう 祈りが 記憶を辿るたび 蘇るよ 君がいつだってそこに居てくれること まるでそれは星の光と 同じように 今日に泣いたり笑ったり繋いでいく 何十回 何百回 ぶつかりあって 何十年 何百年 昔の光が 僕自身も忘れたころに 僕らを照らしてる 僕ら見つけあって 手繰りあって 同じ空 輝くのだって 二人だって 約束した 遥か遠く終わらないベテルギウス 誰かに繋ぐ魔法  どこまで いつまで 生きられるか 君が不安になるたびに強がるんだ 大丈夫 僕が横にいるよ 見えない線を繋ごう 僕ら見つけあって 手繰りあって 同じ空 輝くのだって 二人だって 約束した 遥か遠く終わらないベテルギウス 誰かに繋ぐ魔法 僕ら 肩並べ 手取り合って 進んでく 辛い時だって 二人だって 誓っただろう 遥か遠く終わらないベテルギウス 君にも見えるだろう 祈りが 空にある何かを見つめてたら それは星だって君がおしえてくれた ", " Hoo-ooh, ooh-ooh Hoo-ooh, hoo Stay in the middle Like you a little Don’t want no riddle 言ってよ say it back Oh, say it ditto 朝は遠すぎる So say it ditto 一気に育ってしまった 一緒に過ごした記憶のように 君を見る私の心は いつの間にか夏を通り過ぎ秋 待っていたよ all this time Do you want somebody? Like I want somebody? 私を見て笑ったけど Do you think about me now, yeah? All the time yeah, all the time I got no time to lose 私の長かった一日 私は会いたい Ra-ta-ta-ta 高鳴る心臓 I got nothing to lose 君が好きだって, ooh-woah, ooh-woah, ooh-woah Ra-ta-ta-ta 高鳴る心臓 But I don't want to Stay in the middle Like you a little, don't want no riddle 言ってよ say it back, oh, say it ditto 朝は遠すぎる, so say it, ditto I don't want to Walk in this 迷路 全部知っているわけではなくても 望んだ通りに 言ってよ , say it back, oh, say it, ditto I want you so, want you, so say it, ditto  Not just anybody 君を想像した いつも触れていた 最初の感覚そのまま私は 待っていたよ all this time I got nothing to lose 君が好きだって, ooh-woah, ooh-woah, ooh-woah, ooh Ra-ta-ta-ta, 高鳴る心臓 But I don't want to Stay in the middle Like you a little, don't want no riddle 言ってよ say it back, oh, say it ditto 朝は遠すぎる, so say it ditto I don't want to Walk in this 迷路 全部知っているわけではなくても 望んだ通りに 言ってよ, say it back, oh, say it, ditto I want you so, want you, so say it, ditto Hoo-ooh, ooh-ooh Hoo-ooh, hoo ", " 鏡写しかのような 瓜二つの世界に それぞれ生まれた二人の私 在るべき場所が違ったか 神様が間違ったか 同じ姿形中身は真反対 違和感はどうやら ずっと前に育ってた パパもママも大事に思ってる だけど私はどうやら 此処じゃ私じゃないから 赤は赤に黒は黒に戻るの 次元を隔てた向こう側の世界じゃ 今日だって残酷な悪魔が鳴いている あっちの私は怖がりで泣き虫なの 見て見ぬ振りできないから これじゃハッピーエンドとはいかない それじゃ救いに行くね世界 こんな乱暴な私を許して きっとやり遂げるから これはバッドエンドなんかじゃない どこに居たとしても私は そう世界で一人のオリジナル 誇らしく思ってくれたら嬉しいな 境界の線で切り分けたこちら側の世界じゃ 今日だって呑気な天使があくびする 気付いてしまった悪は見逃せないから 帰り道を交換しよう 私が希望になるの お別れは少し寂しいけれど いつか目尻に作った傷も 理不尽に立ち向かった証だから  いつかハッピーエンドになるまで 世界を相手に戦うの こんな乱暴な私をずっと 愛してくれてありがとう これはバッドエンドなんかじゃない どこに居たとしても私は あなたの唯一無二のオリジナル 誇らしく生きるよ さあ在るべき場所に帰ろう さよならを告げたセブンティーン ", " 君たちったら何でもかんでも 分類, 区別, ジャンル分けしたがる ヒトはなぜか分類したがる習性があるとかないとか この世の中2種類の人間がいるとか言う君たちが標的 持ってるヤツとモテないやつとか ちゃんとやるヤツとヤッてないヤツとか 隠キャ陽キャ? 君らは分類しないとどうにも落ち着かない 気付かない本能の外側を 覗いていかない? 気分が乗らない? つまり それは そんな シンプルじゃない もっと 曖昧で 繊細で 不明瞭なナニカ 例えば持ってるのに出せないヤツ やってるのにイケないヤツ 持ってるのに悟ったふりして スカしてるうちに不安になっちゃったりするヤツ 所詮アンタはギフテッド アタシは普通の主婦ですと それは良いでしょう? 素晴らしいんでしょう? 不可能の証明の完成なんじゃない? 夢を持てなんて言ってない そんな無責任になりはしない ただその習性に喰われないで そんな Habit捨てる度 見えてくる君の価値 俺たちだって動物 こーゆーのって好物 ここまで言われたらどう? 普通 腹の底からこうふつふつと 俺たちだって動物 故に持ち得る Originalな習性 自分で自分を分類するなよ 壊して見せろよ その Bad habit  壊して見せろよ その Bad habit 大人の俺が言っちゃいけない事言っちゃうけど 説教するってぶっちゃけ快楽 酒の肴にすりゃもう傑作 でもって君も進むキッカケになりゃ そりゃそれで Win-winじゃん? こりゃこれで残念じゃん そもそもそれって君次第だし その後なんか俺興味ないわけ この先君はどうしたい? ってヒトに問われる事自体 終わりじゃないと信じたいけど そーじゃなきゃかなり非常事態 君たちがその分類された 普通の箱で燻ってるからさ 俺は人生イージーモード ずっとそこで眠っててアラサー 俺はそもそもスペックが低い だから足掻いて踠いて醜く吠えた 俺のあの頃を分類したら 誰の目から見ても明らか すぐ世の中, 金だとか, 愛だとか, 運だとか, 縁だとか なぜ2文字で片付けちゃうの  俺たちはもっと曖昧で 複雑で不明瞭なナニカ 悟ったふりして驕るなよ 君に君を分類する能力なんてない 俺たちだって動物 こーゆーのって好物 ここまで言われたらどう? 普通 腹の底からこうふつふつと 俺たちだって動物 故に持ち得る Originalな習性 自分で自分を分類するなよ 壊して見せろよ その Bad habit 俺たちだって動物 こーゆーのって好物 ここまで言われたらどう? 普通 腹の底からこうふつふつと 俺たちだって動物 故に持ち得る Originalな習性 自分で自分を分類するなよ 壊して見せろよ その Bad habit 壊して見せろよ その Bad habit ", " 子供の頃見上げた 夜の空に思った あの一つ一つに誰かの願いがこもっている その一つがあなたで すぐ隣で笑ってて ねえ時を止めれるなら この1秒を切り取って 星降る夜に ただあなたに会いたい あなたの名前を祈るようにそっと 何度も 抱きしめているよ 抱きしめているよ もう私も大人ね 変わったこと, 変わらないこと 止まらない時計の針が 冷たく胸を刻んだ でもあなたに出会って 日々の眩しさを知って まだ少しこわいけど 今踏み出せる気がしてるよ 星降る夜に 会いたいが積もるばかり あなたの名前を祈るようにそっと 何度も 抱きしめているよ 高鳴る鼓動が 体を追い越していく 私の名前を特別にしてくれたの 今はただ 抱きしめてたいの いつも想ってるよ  悴んだ手にぬくもり 目を閉じて, その先へ 星降る夜に ただあなたに会いたい あなたの名前を祈るようにそっと 何度も 抱きしめているよ 高鳴る鼓動で 裸足のまま駆けていく 私の名前を特別にしてくれたの あなたが 照らし続けてる 星降る夜に ", " It's our time 私たちは違う 特別なのが好き Oh, what a good time 私は元気 私の心配は無駄よ あなたが送ってきたDMを読んで返事がないのが 私の返事よ O-O-T-D, どれもこれも完全に私達らしいでしょ My favorite things, そういうものには 点数をつけないで 私は見た目通りに生きるのよ これ以上何を望むの That’s my style 私達だけの自由な nineteen’s kitsch 今までやったことのない custom fit アップする私のfeedには like it 憑かれたようにみんな押すのよ like it 私が踊るダンスをみんな真似して踊るの 毎日あなたのアルゴリズムに私が出てくるの コントロールできずアップされて おかしな score 誰にも予想できない nineteen's kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な nineteen’s kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な nineteen’s kitsch Kitsch, kitsch, kitsch, kitsch, kitsch, kitsch, kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な  甘い言葉 後ろに隠されたあなたの意図通りには ついていかないわ 私は賢いから 惹かれないものには絶対に振り回されないの That’s my style 私達だけの自由な nineteen’s kitsch 今までやったことのない custom fit アップする私のfeedには like it 憑かれたようにみんな押すのよ like it 私が踊るダンスをみんな真似して踊るの 毎日あなたのアルゴリズムに私が出てくるの コントロールできずアップされて おかしな score 誰にも予想できない nineteen's kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な Kitsch, kitsch, kitsch, kitsch, kitsch, kitsch, kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な Yeah, みんな注目して 私が好きなことだけしてもいいでしょ, huh This ain’t ur life 余計な考えなど go away もどかしいこの世の中では 勝手にするわ YOLO! Say no! あなたの道を行って now 小言は quite down もうやめて peace out  私達だけの自由な nineteen’s kitsch 今までやったことのない custom fit アップする私のfeedには like it 憑かれたようにみんな押すのよ like it 私が踊るダンスをみんな真似して踊るの 毎日あなたのアルゴリズムに私が出てくるの コントロールできずアップされて おかしな score 誰にも予想できない nineteen's kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な nineteen’s kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な nineteen’s kitsch Kitsch, kitsch, kitsch, kitsch, kitsch, kitsch, kitsch 私達だけの自由な nineteen’s kitsch 私達 私達だけの自由な nineteen’s kitsch ", " 」歌詞] 電波テンポアップして絶賛感電中! あなたにもわすれたいことかなしいこと あるのかしらね 識らない映画なのに涙をながすのは ドラマチックが足りていないからよ そんな愚にも付かないこと くだらないこと考えてばかりね 雨が上がれば愛もその横顔も 誰かのものになるのでしょう 嘘っぱちのファンデーションも全部 今夜のためよ なのに一体全体如何して何故何故？ 不安定な カンテラ 何処まで行くの あなた一切合切放り去ってもう 冗談じゃあない-ないわ トウキョウ・シャンディ・ランデヴ その時が来たって如何にもならないぜ 曖昧な本当なんて メランコリ 化するだけ あたしをさあ掻攫って今テイクオンミー はあ ちゃんちゃらおかしな法度ばっかで 食指がびくともしないわ 実態の無い感情放っておいたって 策略なんてありゃあせんのに何故 ああもう懲り懲りよ あたしの喝となる気質も じっと堪えて取り繕ってはとうとう臨界点 年がら年中リップサービス鈍感カマしては辟易 どんがらがっしゃんフィールガールは涙の目にも鬼 今や頭の中のミュージックのせいで あなたの話は一向に聴き取れない 少しは真当なこと言って  回り出すターンテーブル ねえ全部忘れさせてよ だけど一体全体如何して如何して何故何故？ 不安定な カンテラ 消えない儘ね あなた一口両舌食い違ってもう 冗談じゃあない-ないわ トウキョウ・シャンディ・ランデヴ その時が来たって如何にもならないぜ 曖昧な本当なんて メランコリ 化するだけ あたしを今… 冗談じゃあない-ないわ トウキョウ・シャンディ・ランデヴ その時が来たって如何にもならないぜ 不甲斐ないわ 感情なんてランドリーで落とすだけ あたしと確かめ合ってイエローマジック あいやいや トウキョウ・シャンディ・ランデヴ その時が来たって如何にもならないぜ 曖昧な本当なんて メランコリ 化するだけ あたしをさあ掻攫って今テイクオンミー ", " 貴方はどうして僕に心をくれたんでしょう 貴方はどうして僕に目を描いたんだ 空より大きく 雲を流す風を呑み込んで 僕のまなこはまた夢を見ていた 裸足のままで 貴方はゆっくりと変わっていく とても小さく 少しずつ膨らむパンを眺めるように 貴方はゆっくりと走っていく 長い迷路の先も恐れないままで 貴方はどうして僕に名前をくれたんでしょう 貴方はどうして僕に手を作ったんだ 海より大きく 砂を流す波も呑み込んで 小さな両手はまだ遠くを見てた あくびを一つ 僕らはゆっくりと眠っていく とても長く 頭の真ん中に育っていく大きな木の 根本をゆっくりと歩いていく 長い迷路の先を恐れないように いつかとても追いつけない人に出会うのだろうか いつかとても越えられない壁に竦むのだろうか いつか貴方もそれを諦めてしまうのだろうか ゆっくりと変わっていく ゆっくりと変わっていく ゆっくりと変わっていく  僕らはゆっくりと忘れていく とても小さく 少しずつ崩れる塔を眺めるように 僕らはゆっくりと眠っていく ゆっくりと眠っていく 貴方はゆっくりと変わっていく とても小さく あの木の真ん中に育っていく木陰のように 貴方はゆっくりと走っていく 長い迷路の先も恐れないままで 確かに迷いながら ", " 街を切り裂くような排気音が 足元で唸っている 猛スピードで進む 消えたテールランプの在り処 探して真っ直ぐに 闇をスクラップにする強さで ひた走る道路にはもう 街灯さえないけれど きっとヘッドライトひとつあれば 何も要らないな 瓦礫の下に埋もれた弱虫の声は いくら耳すましても聞こえやしないさ 追いかけてくる後悔が視界を塞ぐ前に 追いついた未来の端っこで何度も あなたを救い出すよ 不意に記憶がブレーキをかけた 舌打ちの矛先は 覗き込むミラーの向こう 自分の意気地無さに気づいている 時間などないのに 瓦礫の下から漏れた弱虫の声は いくら耳塞いでも痛いほど響いてた あの日誓ったリベンジを忘れてたまるかと 震えた心が今もうるさいほど その名前を叫んでる ヒーローぶって笑っていた あなたの両頬を 拭うまで止まらない ああそうさ あの夜から あなたを迎えに来たんだ 何度しくじろうとも ヒーローぶって笑っていた あなたの絶望を 抱き締めるまで負けない 運命に殴られても 痛くも痒くもないと 道路を駆け抜けてく 瓦礫の下に埋もれた 声を掻き消しながら ", " 昔々きいた話 ふたつの虹を超えたその向こう 光り輝く泉がある その水面映るのは ほんとの自分 しあわせは今 しあわせは空 Let's fly, fly and fly We fly and fly, 目と目を合わせ 信じあえるよ 感じあえるさ Let's fly, fly and fly We fly and fly, いつか わかるだろう 君にはもう君だけの色も形も 優しさも強さもあるんだ 上手くいかなくたって 失敗ばっかりだって ぼくはここにいるよ I love you so much, 大好きなんだ そのままで 大好きさ, paradise 宝物はそこにあるよ 気がついてよ 世界中探しても 君は君しかいないよ 広がる楽園 繋げよう 誰も誰もが paradise 雨が降れば ぬかるむ道, oh, yeah 道端に咲いた花に集まる蝶を 照らす太陽は全てを温め 乾いた道に雨は降る あたりまえだけど奇跡 小さなちっぽけな今には 大きな大きな夢が詰まっているの 悔しさに泣いたって 手を差し伸べるから ぼくはここにいるから  I love you so much, 大好きなんだ そのままで 大好きさ, paradise 宝物は君なんだよ 気がついてよ この惑星の歴史にも 君は君しかいないよ 目に見えないけど確かに ひとりひとりの paradise しあわせは今 しあわせは空 Let's fly, fly and fly We fly and fly , 目と目を合わせ 信じあえるよ 感じあえる だから大丈夫 心のまま行こう, paradise ", " 貴方に会いたくて 生まれてきたんだよ 今、伝えたいんだよ 私はただ 私はまだ はじまりの朝が来る 宝物を探すけど いつの間にか　すぐそばにある事を 忘れて今日も浮かんでます 思い出は歩いてきた証だと この傷が教えてくれる 当たり前に進んでゆく皆んなに ついて行こうと頑張っています 汚れながら泳ぐ生の中で まあ　よくぞここまで大事にして 抱えて来れましたね まだ消えちゃいないよ ちっちゃな希望を 何とか信じて、 信じて欲しい 裏切りが続こうが 「大切」が壊れようと 何とか生きて、 生きて欲しい 有り得ない程に キリがない本当に 無駄がない程に 我らは尊い 寂しさの甲斐は無い 雪もいつかは溶けるけど、 鳥の群れは明日へと飛び立つが 私は今日も小さくなってます  ゆらり揺れながら 産声が聞こえる 繰り返してる春 大事にして語り継いでくれましたか？ まだ伝えてないよ 今日の分の「大好き」を 未来でも変わらず届けられますように この世が終わるその日に 明日の予定を立てよう そうやって生きて、 生きてみよう 有り得ない程に キリがない本当に 無駄がない程に 我らは尊い 踏み締める大地に 重なるはアイロニー 有り得ない程に キリがない本当に まだ消しちゃいけないよ ちっちゃな希望を 迷わず信じて、 信じて欲しい。  暗闇が続こうと 貴方を探していたい だから生きて、 生きてて欲しい 有り得ない程に キリがない本当に めくるめく世界に 膝を抱えていたり 誰しも何処かに 弱さがある様に 無駄がない程に 我らは尊い 一歩ずつでいいからさ 何気ない今日をただ 愛して欲しい ズタズタになった芯もほら 明日へと花を咲かすから 繋いで欲しい ", " 」歌詞] 夢が覚めた 酔いどれ知らず 争いごとは 夜が明けるまで くたびれては 酷く見える 一千の声は 声が枯れるまで うっちゃる幸せ ずっと醒めないで あなたの声に耳を貸す時まで 屈する態度で 言葉さえなくて 体を染めて そして 泥泥 はられあられ ホウライ そう 悪くないわ 屈する 先まで ミリグラム 酩酩 重ね重ね 存外 そう 悪くないわ 酔いどれ知らずの恋敵 だから ウタの声は 数知らず 迷い込んだら そこは君の×× ねぇ見てきれい 白昼夢ロンド 一千を隠して 十を吐けるだけ  いっかの幸せ きっと晴れないで あなたのそばに 耳を貸す時まで 屈する態度で 言葉さえなくて 心を染めて それは 泥泥 はられあられ 将来像 悪くないわ 屈する 私は 生きている 酩酩 重ね重ね 存外 そう 悪くないわ 酔いどれ知らずの物語 ", " 嗚呼いつもの様に 過ぎる日々にあくびが出る さんざめく夜越え今日も 渋谷の街に朝が降る どこか虚しいような そんな気持ち つまらないな でもそれでいい そんなもんさ これでいい 知らず知らず隠してた 本当の声を響かせてよほら 見ないフリしていても 確かにそこにある 嗚呼 感じたままに描く 自分で選んだその色で 眠い空気纏う朝に 訪れた青い世界 好きなものを好きだと言う 怖くて仕方ないけど 本当の自分 出会えた気がしたんだ 嗚呼 手を伸ばせば伸ばすほどに 遠くへゆく 思うようにいかない今日も また慌ただしくもがいてる 悔しい気持ちも ただ情けなくて 涙が出る 踏み込むほど 苦しくなる 痛くもなる 嗚呼 感じたままに進む 自分で選んだこの道を 重いまぶた擦る夜に しがみついた青い誓い 好きなことを続けること それは楽しいだけじゃない 本当にできる 不安になるけど  嗚呼 何枚でも ほら何枚でも 自信がないから描いてきたんだよ 嗚呼 何回でも ほら何回でも 積み上げてきたことが武器になる 周りを見たって 誰と比べたって 僕にしかできないことはなんだ 今でも自信なんかない それでも 感じたことない気持ち 知らずにいた想い あの日踏み出して 初めて感じたこの痛みも全部 好きなものと向き合うことで 触れたまだ小さな光 大丈夫行こうあとは楽しむだけだ 嗚呼 全てを賭けて描く 自分にしか出せない色で 朝も夜も走り続け 見つけ出した青い光 好きなものと向き合うこと 今だって怖いことだけど もう今はあの日の透明な僕じゃない 嗚呼 ありのままの かけがえの無い僕だ  知らず知らず隠してた 本当の声を響かせてよほら 見ないフリしていても 確かにそこに今もそこにあるよ 知らず知らず隠してた 本当の声を響かせてよさあ 見ないフリしていても 確かにそこに君の中に ", " 沈むように溶けてゆくように 二人だけの空が広がる夜に 「さよなら」だけだった その一言で全てが分かった 日が沈み出した空と君の姿 フェンス越しに重なっていた 初めて会った日から 僕の心の全てを奪った どこか儚い空気を纏う君は 寂しい目をしてたんだ いつだってチックタックと 鳴る世界で何度だってさ 触れる心無い言葉うるさい声に 涙が零れそうでも ありきたりな喜びきっと二人なら見つけられる 騒がしい日々に笑えない君に 思い付く限り眩しい明日を 明けない夜に落ちてゆく前に 僕の手を掴んでほら 忘れてしまいたくて閉じ込めた日々も 抱きしめた温もりで溶かすから 怖くないよいつか日が昇るまで 二人でいよう 君にしか見えない 何かを見つめる君が嫌いだ 見惚れているかのような恋するような そんな顔が嫌いだ 信じていたいけど信じれないこと そんなのどうしたってきっと これからだっていくつもあって そのたんび怒って泣いていくの それでもきっといつかはきっと僕らはきっと 分かり合えるさ信じてるよ  もう嫌だって疲れたんだって がむしゃらに差し伸べた僕の手を振り払う君 もう嫌だって疲れたよなんて 本当は僕も言いたいんだ ほらまたチックタックと 鳴る世界で何度だってさ 君の為に用意した言葉どれも届かない 「終わりにしたい」だなんてさ 釣られて言葉にした時 君は初めて笑った 騒がしい日々に笑えなくなっていた 僕の目に映る君は綺麗だ 明けない夜に溢れた涙も 君の笑顔に溶けていく 変わらない日々に泣いていた僕を 君は優しく終わりへと誘う 沈むように溶けてゆくように 染み付いた霧が晴れる 忘れてしまいたくて閉じ込めた日々に 差し伸べてくれた君の手を取る 涼しい風が空を泳ぐように今吹き抜けていく  繋いだ手を離さないでよ 二人今, 夜に駆け出していく ", " 風の強さがちょっと心を揺さぶりすぎて 真面目に見つめた君が恋しい でんぐり返しの日々可哀想なふりをして だらけてみたけど希望の光は 目の前でずっと輝いている 幸せだ 麦わらの帽子の君が 揺れたマリーゴールドに似てる あれは空がまだ青い夏のこと 懐かしいと笑えたあの日の恋 「もう離れないで」と 泣きそうな目で見つめる君を 雲のような優しさでそっとぎゅっと 抱きしめて　抱きしめて　離さない 本当の気持ち全部 吐き出せるほど強くはない でも不思議なくらいに 絶望は見えない 目の奥にずっと写るシルエット 大好きさ 柔らかな肌を寄せあい 少し冷たい空気を2人 かみしめて歩く今日という日に 何と名前をつけようかなんて話して ああ　アイラブユーの言葉じゃ 足りないからとキスして 雲がまだ2人の影を残すから いつまでも　いつまでも　このまま  遥か遠い場所にいても 繋がっていたいなあ 2人の想いが 同じでありますように 麦わらの帽子の君が 揺れたマリーゴールドに似てる あれは空がまだ青い夏のこと 懐かしいと笑えたあの日の恋 「もう離れないで」と 泣きそうな目で見つめる君を 雲のような優しさでそっとぎゅっと 抱きしめて離さない ああ　アイラブユーの言葉じゃ 足りないからとキスして 雲がまだ2人の影を残すから いつまでも　いつまでも　このまま 離さない いつまでも　いつまでも　離さない ", " 君から見た僕はきっと ただの友達の友達 たかが知人Bにむけられた 笑顔があれならもう 恐ろしい人だ 君を惚れさせる 黒魔術は知らないし 海に誘う勇気も車もない でも見たい となりで目覚めて おはようと笑う君を 会いたいんだ 今すぐその角から 飛び出してきてくれないか 夏の魔物に連れ去られ 僕のもとへ 生まれた星のもとが 違くたって 偶然と夏の魔法とやらの力で 僕のものに なるわけないか 君の恋人になる人は モデルみたいな人なんだろう そいつはきっと 君よりも年上で 焼けた肌がよく似合う 洋楽好きな人だ キスをするときも 君は背伸びしている 頭をなでられ君が笑います 駄目だ何ひとつ 勝ってない いや待てよ そいつ誰だ 会いたいんだ 今すぐその角から 飛び出してきてくれないか 夏の魔物に連れ去られ 僕のもとへ 君が他の誰を 気になっていたって 偶然とアブラカタブラな力で 僕のものに  この胸の 焦りに身を任せ 君のとこへ走ったとして 実は僕の方が 悪い意味で 夏の魔法的なもので 舞い上がってましたって 怖すぎる オチばかり浮かんできて 真夏の空の下で 震えながら 君の事を考えます 好きなアイスの味はきっと 会いたいんだ 今すぐその角から 飛び出してきてくれないか 夏の魔物に連れ去られ 僕のもとへ 生まれた星のもとが違くたって 偶然と夏の魔法とやらの力で 僕のものに なるわけないか ", " すべてを失っても構わない 今この感情が瞬間だとしても もうこれ以上私の心を隠したくない あなたの眼差しが私を自由にさせる No, no, no, no, no 意識しないで私を抱きしめて これ以上失うものも隠すものもない 私のすべてをかけて, risk it all この愛以外は fade out Gonna set me set me set me free 私の心の果てまで行くから あなたはただ私を抱きしめて Come and set me, set me, set me free 私が望んでいた best of me もう私は ready to be Yeah, gonna set me, set me, set me free 今 all eyes on me 私を抱きしめて すべて見よと言わんばかりに Yeah, come and set me, set me, set me free 愚かな衝動といってもかまわない 私を閉じ込める視線なんてもう outta sight 今、私たちは私が夢見てきたまま 目の前に描かれた完璧な fantasy No, no, no, no, no 気にしないで私を抱きしめて これ以上失うものも隠すものもない  私のすべてをかけて, risk it all この愛以外は fade out Gonna set me, sеt me, set me free 私の心の果てまで行くから あなたはただ私を抱きしめて Comе and set me, set me, set me free 私が望んでいた best of me もう私は ready to be Yeah, gonna set me, set me, set me free 今 all eyes on me 私を抱きしめて すべて見よと言わんばかりに Yeah, come and set me, set me, set me free I’m gonna tell you straight No matter what they say 二点をつなぐ line 途切れない all my life ぶつかって転んでも起こして私を 両目が触れ合うときは make me feel special あなたによって完全な私に completed この言葉信じていい cause this is official, uh 私のすべてをかけて, risk it all この愛以外は fade out Gonna set me, set me, set me free 私の心の果てまで行くから あなたはただ私を抱きしめて Come and set me, set me, set me free  私が望んでいた best of me もう私は ready to be Yeah, gonna set me, set me, set me free 今 all eyes on me 私を抱きしめて すべて見よと言わんばかりに Yeah, come and set me, set me, set me free ", " 誰かが言う \"どこへ行く？\" 知りたきゃ Come on, follow me 生きる理由 仲間とルーツ 変わりはしない You know my steez 時代の追い風も I know I can 自分で吹かせよう Booming あの日見てた景色のその彼方へと 遠い夢だと ねぇどうぞ笑ってよ もう叶え方なら知っているから 変わらない為変わっていくだけ まだ知らない僕を Turn it up 探し出せ Ba-boom, boom, back Singing from the East side to the West side And you'd better watch your back この世界 Playground, do what you like 描く どんな夢すらも Deja vu 頂上だけ目掛け 遊び尽くせ 全て掴むまで We never go back 涙の分 夢を見る まだまだ Never enough 成功の理由？ 今どんな気分？ それどころか道の途中 わかってない Yes, I got the shine 振り返る様な余裕はない 響かせろよ Do or die  遠い夢だと ねぇどうぞ笑ってよ もう叶え方なら知っているから 変わらない為変わっていくだけ まだ見えない道を To get a break 切り拓け Ba-boom, boom, back Singing from the East side to the West side And you’d better watch your back この世界 Playground, do what you, what you like 描く どんな夢すらも Deja vu 頂上だけ目掛け 遊び尽くせ 全て掴むまで We never go back カケラでも良い 不確かでも良い 信じるには充分さ 常識なんて 興味が無いね もう誰も止められやしない Ba-boom, boom, back Singing from the East side to the West side And you'd better watch your back この世界 Playground, do what you, what you like 描く どんな夢すらも Deja vu 頂上だけ目掛け 遊び尽くせ 全て掴むまで We never go back  Hey Hey Hey Hey We never go back ", " 君とのラブストーリー それは予想通り いざ始まればひとり芝居だ ずっとそばにいたって 結局ただの観客だ 感情のないアイムソーリー それはいつも通り 慣れてしまえば悪くはないけど 君とのロマンスは人生柄 続きはしないことを知った もっと違う設定で もっと違う関係で 出会える世界線 選べたらよかった もっと違う性格で もっと違う価値観で 愛を伝えられたらいいな そう願っても無駄だから グッバイ 君の運命のヒトは僕じゃない 辛いけど否めない でも離れ難いのさ その髪に触れただけで 痛いや いやでも 甘いな いやいや グッバイ それじゃ僕にとって君は何？ 答えは分からない 分かりたくもないのさ たったひとつ確かなことがあるとするのならば 「君は綺麗だ」 誰かが偉そうに 語る恋愛の論理 何ひとつとしてピンとこなくて 飛行機の窓から見下ろした 知らない街の夜景みたいだ もっと違う設定で もっと違う関係で 出会える世界線 選べたらよかった いたって純な心で 叶った恋を抱きしめて 「好きだ」とか無責任に言えたらいいな そう願っても虚しいのさ  グッバイ 繋いだ手の向こうにエンドライン 引き伸ばすたびに 疼きだす未来には 君はいない その事実に Cry… そりゃ苦しいよな グッバイ 君の運命のヒトは僕じゃない 辛いけど否めない でも離れ難いのさ その髪に触れただけで 痛いや いやでも 甘いな いやいや グッバイ それじゃ僕にとって君は何？ 答えは分からない 分かりたくもないのさ たったひとつ確かなことがあるとするのならば 「君は綺麗だ」 それもこれもロマンスの定めなら 悪くないよな 永遠も約束もないけれど 「とても綺麗だ」 ", " コンフォートゾーン 静かに抜け出す いつかハミ出す事 忘れた冒険者 もうどうしよう？ 暇足りないよ 儚いな 現し世 待ち時間など wasting time 旅立ちの日迫る その手の中の賽を今投げろ ほら今さら後戻りできない 注入した boosters もう止まっていられない We’re supersonic speedsters 光速 hypertonic 乗り遅れ厳禁だ All through the way さらに上に To the outer space Switching the beat Dirtier feels Showing my steelo こんな感じ Even you can’t see 緩急で Imma beat y’all Oh my god, sure This Obama-core テン年代サウンド うちら back and forth 自由自在の style で行く そんな時代  良いも悪いも自分次第 The choice is yours 賽の目すら自分で選べ ほらまっさらなこの荒野 暴走してる boosters 動き出した鼓動 We’re supercosmic youngsters 光速 hypertonic 乗り遅れ厳禁だ All through the way さらに上に To the outer space 錆びた希望は ここで捨ててもいいよ 行こうもっと遠くへ ほら今さら後戻りできない 注入した boosters もう止まっていられない We’re supersonic speedsters 光速 hypertonic 乗り遅れ厳禁だ All through the way さらに上に To the outer space  まっさらなこの荒野 暴走してる boosters 動き出した鼓動 We’re supercosmic youngsters 光速 hypertonic 乗り遅れ厳禁だ All through the way さらに上に To the outer space To the outer space The dirtier range To the outer space Throw your fist in the air ", " 月曜日の朝　憂鬱な気持ちも 君と会う日を思い浮かべれば いつもの道に優しい風が吹き 心弾ませ今日が始まるよ 昔は聴かなかったあの歌や 映画や香水の匂いでさえも 君が好きなものってだけでさ どうして僕も好きなんだろう こんなにも 愛とか恋とかの言葉で片付けられないくらいの 『愛してる』が溢れ出して　止まらない想い 君も同じかな　伝えよう目を見て 今すぐ走った 離れないように　離さないから 抱きしめたいよずっと 会えない時は思い出をめくって 近くに君を感じて励まされ 携帯に映る君からの通知を 開く時間に笑顔になれるよ 僕の腕で君が眠る夜も 夢でもいつでも君と過ごしてた 目が覚めても夢は醒めないまま 心が君で満ちていく こんなにも 愛とか恋とかの言葉で片付けられないくらいの 「愛してる」が溢れ出して　止まらない想い 守りたい明日も　この先訪れる未来を全部 預けてほしい　君以外はもう他には何もいらない 「なんともないよ」「大丈夫だよ」 溢す口癖　僕は気づいてるよ 弱くてもいい、泣いてもいいんだよ 僕の前で強がらないで  愛した理由はさ ありきたりなのかもしれないけど 君以外には考えられない 愛とか恋とかの言葉で片付けられないくらいの 『愛してる』が溢れ出して　止まらない想い 君も同じかな　伝えよう目を見て　今すぐ走った 離れないように　離さないから 抱きしめたいよずっと ", " ねぇ、どっかに置いてきたような 事が一つ二つ浮いているけど ねぇ、ちゃんと拾っておこう はじけて忘れてしまう前に 回り出した　あの子と僕の未来が 止まりどっかで　またやり直せたら 回り出した　あの子と僕が被害者 づらでどっかを　また練り歩けたらな とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる あのね、私あなたに会ったの 夢の中に置いてきたけどね ねぇ、どうして私が好きなの 一度しか会ったことがないのにね 思いを蹴って 二人でしてんだ 壊れない愛を歌う 言葉を二人に課して 誓いをたてんだ 忘れない愛を歌うようにね 回り出した　あの子と僕の未来が 止まりどっかで　またやり直せたら 回り出した　あの子と僕が被害者 づらでどっかを　また練り歩けたらな とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる  とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる 回り出した　あの子と僕の未来が 止まりどっかで　またやり直せたら 回り出した　あの子と僕が被害者 づらでどっかを　また練り歩けたらな 時代に乗って僕たちは 変わらず愛に生きるだろう 僕らが散って残るのは 変わらぬ愛の歌なんだろうな 時代に乗って僕たちは 変わらず愛に生きるだろう 僕らが散って残るのは 変わらぬ愛の歌なんだろうな とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる  とぅるるる　とぅるるる　とぅるる とぅるるる　とぅるるる　とぅるる ", " 恋綴り 涙 風に揺れて 貴方を想って胸が鳴く 二人 永遠に 導いて 今すぐ隣へ 晴れている空なのに 雨が今肩を叩くよ 居場所探す悲しみが 泣き出したせいかな 瞳閉じれば 貴方の鼓動が響いてる 触れる指先 孤独を溶かしてゆく 恋焦がれ 空を 儚く舞う この想いが零れぬ様に 轍照らす 月明り 今 何処へ行こう  永遠の愛と引き換えに 全てを投げ出してもいいから 孤独 終わらせに行こう 切なさや運命を 越える為 名前を叫んだ 居場所なら其処にあると 陽だまりに咲いた花 夜が来る度 自分が消えてしまわぬ様に 照らす行き先 繋いだ手は解かない 絡まる糸を解いて行く 一人が二人に変わる 心の隙間は 互いが埋めるから 涙の傘になろう 恋慕う 願い 風に揺れて この想いが零れぬ様に 愛し想い 導いて 今 何処へ行こう  永遠の愛と引き換えに 全てを投げ出してもいいから 二人で綴る物語 物語 ", " どこに行っても行き詰まり そして憤りをそのままどっかに出すくだり そんな劣等も葛藤も皆持ってる その理由は同じ Yeah Uh 何でもかんでも欲しがる世界じゃない また回る世界に飲まれてる それも理由は同じ 膨らんだ妄想幻想真相を いや、あれを探している あれなに 分からないよ それなに 甘い理想に落ちる Welcome to the dirty night みんな心の中までイカれちまっている Welcome to the dirty night そんな世界にみんなで寄り添いあっている Welcome to the dirty night みんな心の中から弱って朽ちていく Welcome to the dirty night そんな世界だから皆慰めあっている  あれなに 分からないよ それなに つらい日々に沈む Welcome to the dirty night みんな心の中までイカれちまっている Welcome to the dirty night そんな世界にみんなで寄り添いあっている Welcome to the dirty night みんな心の中から弱って朽ちていく Welcome to the dirty night そんな世界だから皆慰めあっている 愛で揺れる世界の中で僕達は キスをしあって生きている 揺れる世界の中を僕達は 手を取りあっている なあ なんて美しい世界だ 僕ら何度裏切りあっていても まあ なんとか手を取りあうんだ まるで恋愛映画のラストシーンのような  愛でなびく世界の中で僕達は キスをしあって生きている なびく世界の中を僕達は 目を合わせあって生きる Welcome to the dirty night みんな心の中までイカれちまっている Welcome to the dirty night そんな世界にみんなで寄り添いあっている Welcome to the dirty night みんな心の中から弱って朽ちていく Welcome to the dirty night そんな世界だから皆慰めあっている ", " 一目惚れだったよ だから怖かったな 始まりに恋して途中を飛ばしたの あなたと私混ざれないのかな 偶然色が同じなだけ たったそれだけでバツが悪いの 知っちゃった 曖昧な関係の名前は片想い 賢くなった私って誰 そうやって縛った いつも通りのこと 私らしく生きるより あなたらしく生きて欲しいから バイバイ いつも悲しいけど 明るく歌ったよ わかって欲しいけど わかって欲しくもない どんな溜め息も見逃さないと 社会の空気が言い出した 正しさの矛 たまに痛いよ 問題ない関係で悩んだりしないから 賢くなったつもりにならないで そうやって縛ってしまって片想い 生きていくためのリアル あなたはあなたらしく生きたの? 今日も  曖昧な関係の名前は片想い 賢くなった私って誰 そうやって縛った いつも通りのこと 私らしく生きるより あなたらしく生きて欲しいとか 強がってしまったの 本当は崩れ落ちそうで 飛んでった理性を取り戻したいのに 身体はやけに正直 私らしく片想いに乗せて歌った ", " 「点描の唄」ft. 井上苑子 歌詞] 貴方の声で解れてゆく 忘れたくないと心が云う 思い出ばっか増えてゆく ずっと側に居たい 泣き虫でもいいかな 強がらないでいいよ 限りある恋だとしても 出逢えて幸せです いつまでも いつまでも 続いて欲しいと願っている 手を取ることは出来ずとも 私は貴方を好いている 貴方の夢で心安らぐ 目覚めたくないと僕は云う 思い出ばっか増えてゆく 明日も側に居たい どこまでも どこまでも 鈍感な僕を叱って欲しい 当たり前が壊れることに 気づけないくらいに子供だけど ちゃんと僕は貴方を好いている 私の 時間が止まればいいのに ほらまた期待をしてしまう グッと堪えてみるからさ もし溢れ出したら 瞳をちゃんと見てよ 見てよ 見て 貴方の影だけ伸びてゆく 消えてしまわないで ずっと この思いは変わらない  いつまでも いつまでも 続いて欲しいと願っている 手を取ることは出来ずとも 過ぎていく現在に抱きしめられている 私の 時間が止まればいいのに 今日を噛み締めていよう 終わるな 夏よ、終わるな ", " 君が本当に羨ましい 僕に無い全てを持ってる 故に憧れみたいな好奇心 愛し方は様々あるでしょう? 宿題を忘れてる大人達 きっと好みは炭酸水 溢れてしまわぬように 照れてみる 愛されたい? 愛されたい! 馴れ合いたくない掛け合い 思い出1つで涙をしたい ああ いいな いいな 馬鹿にしないでよ もう僕ら 不自由の海を自由に泳いでる 気触れた恋でも 憧れ損でも この道を歩いていたいんだ 甘美な経験も 目の前の承認欲求も まとめて全部ね 僕がね 綺麗に食べてあげるから 恋がしたい 思い出したい 掴めるかは僕ら次第 一歩ずつ大人になってみる 実に結局煩わしい 起爆剤 服に仕込んでる 「誰かの言う通りは恥ずかしい」 自信だけは一応あるんでしょう? 確実に呆れてる子供達 きっと嫌いな現代史 間違えてしまわぬように 冷めてみる  抱きしめたい? 抱きしめられたい! 相対する問題 思い出1つに囚われたい 愛は 今 馬鹿にしないでよ もう僕ら 未だ見ぬ開拓地に臨んでる 気触れた恋でも 憧れ損でも ダルさと戦いたいんだ オーディエンス激って 絶妙なアンビエンスがあって まとめて全部ね 私がね ここに掲げてみるから 恋がしたい 歩き出したい 掴めるかは僕ら次第 焦らずに大人になってみる 「好き」と「気になる」の違いは何? 宝探しをしているみたい 空いた穴を見せ合いたい 限り無い青さで  後悔はしないように 思いに嘘がないように あなたじゃなきゃダメなように この恋が届きますように 馬鹿にしないでよ もう僕ら 不自由の海を自由に泳いでる 気触れた恋でも 憧れ損でも この道を歩いていたいんだ 甘美な経験も 目の前の承認欲求も まとめて全部ね 僕がね 綺麗に食べてあげるから 恋がしたい 思い出したい 掴めるかは僕ら次第 一人きり部屋で嘆いている 恋がしたい 歩き出したい 掴めるかは僕ら次第 焦らずに大人になってみる 一歩ずつ大人になってみる ", " Anti-ti-ti-ti-fragile, fragile Anti-ti-ti-ti-fragile Anti-ti-ti-ti-fragile, fragile Antifragile, antifragile いばらの道の上に riding You made me boost up 嘘に満ちた party 痒くもない 私の陰であれこれうるさい 私も初めて聞く私の rival みんなが祈る 私のfallin' その手の上に I’ma jump in Yeah, gimme that 歩いてみて 威厳 like a lion 眼差しには巨大な desire もっと注いで gasoline on fire 炎の中からまた飛んで risin' 忘れないで　私が置いてきた toe shoes この一言に尽きる 馬鹿にしないで 私が歩んできたキャリア I go to ride 'til I die, die もっと上に上がってあげる 私が望んでいた世界の一番上に 落ちたっていい I’m antifragile, antifragile 私は今 on my way 捨てちゃって 君の fairytale Now, you know my name I'm antifragile, antifragile Anti-ti-ti-ti-fragile, fragile Anti-ti-ti-ti-fragile Anti-ti-ti-ti-fragile, fragile Antifragile, antifragile  Lovey, lovey, lovey Dovey, dovey, dovey 勝手に決めるのね 私という子について I don't know what to say I can't feel it 熱い関心は歓迎 かわいい嫉妬は go ahead 繰り人形は no thanks 私の未来を書く私の歌 Yeah, gimmе that 歩いてみて 威厳 like a lion 眼差しには巨大な desire もっと注いで gasolinе on fire 炎の中からまた飛んで risin' 忘れないで　私が置いてきた toe shoes この一言に尽きる 馬鹿にしないで 私が歩んできたキャリア I go to ride 'til I die, die もっと上に上がってあげる 私が望んでいた世界の一番上に 落ちたっていい I'm antifragile, antifragile 私は今 on my way 捨てちゃって 君の fairytale Now, you know my name I'm antifragile, antifragile  Anti-ti-ti-ti-fragile, fragile Anti-ti-ti-ti-fragile Anti-ti-ti-ti-fragile, fragile Antifragile, antifragile We can break it, baby Rock it, twist it, lock it, baby All I know is you can’t chain me ’Cause I'm gonna break out Gonna, gonna break out, out We can break it, baby Rock it, twist it, lock it, baby All I know is you can’t chain me 'Cause I'm gonna break out Gonna, gonna break out, out もっと上に上がってあげる 私が望んでいた世界の一番上に 落ちたっていい I'm antifragile, antifragile 私は今 on my way 捨てちゃって 君の fairytale Now, you know my name I’m antifragile, antifragile Anti-ti-ti-ti-fragile, fragile Anti-ti-ti-ti-fragile Anti-ti-ti-ti-fragile, fragile Antifragile, antifragile ", " 涼しい風吹く 青空の匂い 今日はダラッと過ごしてみようか 風鈴がチリン ひまわりの黄色 私には関係ないと 思って居たんだ 夏が始まった 合図がした “傷つき疲れる”けどもいいんだ 次の恋の行方はどこだ 映画じゃない 主役は誰だ 映画じゃない 僕らの番だ 優しい風吹く 夕焼けの「またね」 わかっているけどいつか終わる 風鈴がチリン スイカの種飛ばし 私にも関係あるかもね 友達の嘘も 転がされる愛も 何から信じていいんでしょうね 大人になってもきっと 宝物は褪せないよ 大丈夫だから 今はさ 青に飛び込んで居よう  夏が始まった 恋に落ちた もう待ち疲れたんだけど、どうですか？？ 本気になればなるほど辛い 平和じゃない 私の恋だ 私の恋だ 寂しいな やっぱ寂しいな いつか忘れられてしまうんだろうか それでもね 「繋がり」求める 人の素晴らしさを信じてる 運命が突き動かされてゆく 赤い糸が音を立てる 主役は貴方だ 夏が始まった 君はどうだ 素直になれる勇気はあるか この恋の行方はどこだ 映画じゃない 愛しい日々だ  恋が始まった 合図がした 今日を待ちわびた　なんて良い日だ まだまだ終われないこの夏は 映画じゃない 君らの番だ 映画じゃない 僕らの青だ 映画じゃない 僕らの夏だ ", " これから歌う曲の内容は僕の頭の中のこと 主演はもちろん君で 僕は助演で監督でカメラマン 目の奥にあるフィルムで作る映画の話さ Ah くだらないなと笑ったんなら掴みはそれで万事OK! 呆れていないでちょっと待って きっと気に入ってもらえると思うな ここまでのダイジェストを少しだけ見せるよ 初めて喧嘩した夜の涙 個人的に胸が痛むけれど そのまま見続けよう ごめんねと言って仲直りして手を握って ほら, ここで君が笑うシーンが見どころなんだからさ Ah 写真にも映せやしないとても些細なその仕草に どんな暗いストーリーも覆す瞬間が溢れてる どれかひとつを切り取って サムネイルにしようとりあえず今の所は  きっと10年後くらいにはキャストが増えたりもするんだろう 今でも余裕なんてないのにこんな安月給じゃもうキャパオーバー! きっと情けないところも山ほど見せるだろう 苗字がひとつになった日も 何ひとつ代わり映えのない日も 愛しい日々尊い日々 逃さないように忘れないように焼き付けていくよ 今, 目を細めて恥じらいあって永遠を願った僕たちを すれ違いや憂鬱な展開が引き裂こうとしたその時には 僕がうるさいくらいの声量でこの歌何度も歌うよ だからどうかそばにいて エンドロールなんてもん作りたくもないから クランクアップがいつなのか僕らには決められない だから風に吹かれていこう フィルムは用意したよ 一生分の長さを ざっと115万キロ ほら, ここで君が笑うシーンが見どころなんだからさ Ah 写真にも映せやしないとても些細なその仕草に どんな暗いストーリーも覆す瞬間が溢れてる どれかひとつを切り取って サムネイルにしよう さあ, これから生まれる名場面を探しにいこうよ 酸いも甘いも寄り添って 一緒に味わおうフィルムがなくなるまで  撮影を続けようこの命ある限り ", " 本当はね, あなたが好き 最低なことを言っちゃってごめんね ちょっとだけ素直になれない 思ってもないこと言っちゃってごめんね 本当はね, あなたが好き 余計なことまで言っちゃってごめんね ちょっとだけ構ってちょーだい 面倒だなんて言わないで, ごめんね 照れ隠す子供みたいだ私 恥ずかしい気持ち全部捨てて 「今から会いに行ってもいい?」 メイクもヘアセットも全部あなたのため あなた好みの可愛い女になりたいわ 意地張っちゃって強がっちゃって 嫌われてないかな? 本当はね, 私もか弱い女の子 本当はね, あなたが好き 酔っ払ったふりして電話かけてごめんね 「本当はさ, 寝れないんだろ?」 「そんなわけないわ」嘘ついてごめんね 照れ隠す子供みたいだ私 恥ずかしい気持ち全部捨てて 今から気持ちを伝えてみようかな この前買ったあのファッション誌も 全部あなたのため あなた好みの可愛い女になりたいわ 可愛い子ぶって上目遣いで 甘えてみようかな? 私だって, 私だって  メイクもヘアセットも全部あなたのため あなた好みの可愛い女になりたいわ 意地張っちゃって強がっちゃって 嫌われてないかな? 本当はね, 私もか弱い女の子 本当はね, 私気づいてほしかったの ", " Ah, 素晴らしき世界に今日も乾杯 街に飛び交う笑い声も 見て見ぬフリしてるだけの作りもんさ 気が触れそうだ クラクラするほどの良い匂いが ツンと刺した鼻の奥 目を覚ます本能のまま 今日は誰の番だ? この世界で何が出来るのか 僕には何が出来るのか ただその真っ黒な目から 涙溢れ落ちないように Ah, 願う未来に何度でもずっと 喰らいつく この間違いだらけの世界の中 君には笑ってほしいから もう誰も傷付けない 強く強くなりたいんだよ 僕が僕でいられるように  素晴らしき世界は今日も安泰 街に渦巻く悪い話も 知らない知らないフリして目を逸らした 正気の沙汰じゃないな 真面目 に 着飾った 行進 鳴らす足音が弾む行き先は 消えない消えない味が染み付いている 裏側の世界, ah-ah 清く正しく生きること 誰も悲しませずに生きること はみ出さず真っ直ぐに生きること それが間違わないで生きること? ありのまま生きることが正義か 騙し騙し生きるのは正義か 僕の在るべき姿とはなんだ 本当の僕は何者なんだ 教えてくれよ 教えてくれよ  今日も 答えのない世界の中で 願ってるんだよ 不器用だけれど いつまでも君とただ 笑っていたいから 跳ねる心臓が 体揺らし叫ぶんだよ 今こそ動き出せ 弱い自分を何度でもずっと 喰らい尽くす この間違いだらけの世界の中 君には笑ってほしいから もう誰も泣かないよう 強く強くなりたいんだよ 僕が僕でいられるように ただ君を守るそのために 走る走る走るんだよ 僕の中の僕を超える ", " 始めて会った日 手をつないだ日 キスをした日 喧嘩をした日 一年記念日を忘れてた日 些細な事も覚えると決めた日 カレンダーに増えていった記念日の数だけ 愛しくなるほどに怖くなっていた日 別れようと思った日 本当に別れた日 もうこれ以上 記念日は増えないんだね 忘れようと思った日 思い出してしまった日 恋人じゃなくなった日 何処かで会えたら なんて思った日 本当に再会した日 あの時ごめんね 謝った日 君が飼ってたムギが眠った日 愛しくなるほどに怖くなっていくけど 出会えたことが幸せと感じれた日 君をひとりにしない 心に決めたその日 いつでも傍に居たい心届く場所でさ 家族になろうと君に誓いをたてられた日 恋人じゃなくなった日 幸せにする 幸せになろう 幸せにして 幸せに生きて 生きて 生きて ずっと 傍に居るから  家族になれた日 やわらかなひだまりに それぞれの物語映して涙した日 悲しいから泣いたりした訳じゃないんだよ 恋人じゃなくなった日 ", " 」歌詞] そう簡単な祈りだった　端から 段々と消える感嘆 今から緞帳が上がるから 静かな会場を後にさよなら 言いかけていた事が一つ消えてまた増えて 背中に後ろめたさが残る 従いたい心根を吐き出さぬように込めて 胸の中が澱のように濁る 受け止めたいことが自分さえ抱えられず 持て余したそれを守っている 霞んだ声はからからに喉を焼いて埋め尽くす 何を言うべきか分からなくて 感じてたものが遠く放たれていた 同じ様で違うなんだか違う 何時まで行こうか　何処まで行けるのか 定かじゃないなら何を想うの 僕らが離れるなら　僕らが迷うなら その度に何回も繋がれる様に ここに居てくれるなら　離さずいられたら まだ誰も知らない感覚で救われていく 平穏とは消耗を以て代わりに成す 実際はどうも変わりはなく 享楽とは嘘で成る 「綻ぶ前にここを出ていこうか」と 都合の良い願いを同じ様に同じ様に呟く 何処から聞こうか　何を見失うか 定かじゃないから此処を動けない 僕らが疲れるなら　これ以上無いなら その度に何回も逃げ出せる様に 心が守れる様に　奪われない様に 互いに託して　身体を預けてよ  君と泣く　君と笑う　君と怒る 君と歌う　君と踊る　君と話す 何時まで続くだろうと同じ様に同じ様に呟く いま忘れないよう刻まれた空気を これから何度思い出すのだろう 僕らだけが 僕らが離れるなら　僕らが迷うなら その度に何回も繋がれる様に ここに居てくれるなら　離さずいられたら まだ誰も知らない感覚で僕の生きているすべてを確かめて 正しくして ", " 「Adventure」歌詞] Hello, hello, hello つかぬ事を Hello, hello, hello 御伺いしますが Hello, hello, hello 以前どこかで Hello, hello, hello お会いしましたか？ 雨が降る街の中 僕達はどうかしていたのか？ どうかしていたんだろう Through the night All through the night 夢中で歌っていた 誰も気付かぬ夜中 僕達はどうかしていたのか？ どうかしていたんだろう Through the night All through the night 夢中で舞っていた 意味のない単語を綴って 言葉を並べた あるがままに あるがままに 誰にも言われずに 意味のない音符を伝って 旋律奏でた ありのままに ありのままに 風に鳴り響け  アリトアラユル問題も タビカサナルそんな困難も いつだって僕達は 言葉の中身を歌ってきた 最大の難題も しめつけられるような災難も いつだって僕達は 君の涙を歌ってきた 雷が鳴り止んで 僕達はどうかしていたのか？ どうかしていたんだろう Through the night All through the night 夢中で待っていた 誰にでも抱かれてた 君達はどうかしていたのか？ どうかしていたんだろう Through the night All through the night 夢中で舞っていた 意味のないタンゴを踊って ワルツを奏でた あるがままに あるがままに 言葉を揺らすよに 意味のない音階伝って 旋律奏でた ありのままに ありのままに さぁ鳴り響け  晴れ渡る8月の 亜麻色に染まった山脈は いつだって僕達の 言葉の中身を映してんだ 大胆な作戦で 言葉にならないマスタープランで いつだって僕達は 君を連れて行く Hello, hello, hello I wanna sing a song for you Hello, hello, hello I wanna paint it all in blue Hello, hello, hello I wanna spit out things I drew Hello, hello, hello At the place where all the flowers are in bloom アリトアラユル問題も タビカサナルそんな困難も いつだって僕達は 頭の中身を歌ってんだ 大胆な作戦で 言葉にならないマスタープランで いつだって僕達は 君を連れて行くんだ 連れて行くんだ 連れて行くんだ 連れて行くんだ ", " 」歌詞] 荒れ狂う季節の中を二人は一人きり　さらり 明け行く夕日の中を今夜も昼下がり　さらり どれほど朽ち果てようと最後にゃ笑いたい 何のために戦おうとも動機は愛がいい 新しい日々は探さずとも常に　ここに 色々見てきたけれどこの瞳は永遠に　きらり あれほど生きてきたけど全ては夢みたい あれもこれも 魅力的でも私は君がいい Ah どこにいたの　探してたよ 連れてって　連れてって 何もかも　捨ててくよ どこまでも　どこまでも 荒れ狂う　季節の中も　群衆の中も 君とならば　さらり　さらり 新しい日々も　拙い過去も　全てがきらり Yeah 無くしてしまったものを振り返って　ほろり 時には途方に暮れてただ風に吹かれて　ゆらり  息せき切ってきたの 行き先は決めたの 迷わずに行きたいけど保証はしないよ 何か分かったようで　何も分かってなくて だけどそれが分かって本当に良かった 新しい日々は探さずとも常に　ここに 常にここに　ここに 色々見てきたけれどこの瞳は永遠に　きらり 永遠に　きらり 生きてきたけど全ては夢みたい あれもこれも魅力的でも私は君がいい Aah, aah, aah, aah どこにいたの　探してたよ 連れてって　連れてって 何もかも　捨ててくよ どこまでも　どこまでも 荒れ狂う　季節の中も　群衆の中も 君とならばさらり　さらり 新しい日々も　拙い過去も　全てがきらり ", " 我爱你 酔いが覚めない Oh, I need you 恋が醒めない お生憎様の慣れ果て察して 無問題 破滅してみて Hold me tight トラウマの味 猛反対 お手お座りでハイ 報酬 喉の奥がチクンチクン 僕はドクンドクン 鼓動で孤独消してみせてよ 愛も恋も独裁して 僕を独占して このまま中毒になるまでチューしよ そして Get, get, get, on! Get, get, get, on! Get on chu! Get, get, get, on! Get, get, get, get on chu! 熱く とろけるくらいに溢れた気持ちが たまらないでしょ Get, get, get, on! Get, get, get, on! Get on chu! Get, get, get, on! Get, get, get, get on chu! Get on! Get on! 我爱你 無問題 Get, get, get, on chu!  ポン・チー・カン 勝負はいつも トンチンカン 僕に言わせりゃ ちんぷんかんぷんだ 最後はロンでしょ? もう何回?殺られればいい Oh, one night 忘れられない 終わんないでトキメキ偏愛 予習 喉の奥がチクンチクン 僕はドクンドクン 心臓ごと 引きずり出してみせてよ きもちいいね 面倒くさいけど やっぱ照れくさいけど 死ぬまで忘れられないチューしよ いかれた街は ゾンビで溢れる 君は僕に恋してる ときめく胸に 繋がるロープを引きなよ いくよ Bet, bet, bet on! Bet, bet, bet on! Bet on chu! Bеt, bet, bet on! Bet, bеt, bet, bet on chu! 本気で狂えるくらいの鬱々しさが 美しいで しょ  Get, get, get on! Get, get, get on! Get on chu! Get, get, get on! Get, get, get, get on chu! せーの ポン・チー・カン 終わんない Get, get, get on chu! ほらね 我爱你 無問題 Get, get, get on chu! ", " 恐らく気付いてしまったみたい あくびの色した毎日を 丸ごと映画の様に変える 種と仕掛けに出会えた事 仲良くなれない空の下 心はしまって鍵かけて そんな風にどうにか生きてきた メロディが重なった 小さくたっていい 街のどんな灯よりも ちゃんと見つけられる 目印が欲しかった この目が選んだ景色に ひとつずつリボンかけて お土産みたいに集めながら続くよ 帰り道 季節が挨拶くれたよ 涙もちょっと拾ったよ どこから話そう あなたに貰った この帰り道 歩いて歩いて 時々なんか急いで あなたに向かう道を Oh-oh, oh-oh, oh-woah 走って走って いやいややっぱ歩いて あなたに向かう道を Oh-oh, oh-oh, oh-woah こうなるべくしてなったみたい 通り過ぎるばっかの毎日に そこにいた証拠を探した メロディが繋がった  そうしてくれたように 手を振って知らせるよ 迷わないでいいと 言ってくれたように どこからどんな旅をして 見つけ合う事が出来たの あなたの昨日も明日も知らないまま 帰り道 土砂降り 一体何回くぐって 笑ってくれたの 月より遠い世界から辿ってきた 帰り道 歩いて歩いて いつの間にか急いで あなたに向かう道を Oh-oh, oh-oh, oh-woah 走って走って 恥ずかしくなって歩いて あなたに向かう道を Oh-oh, oh-oh, oh-woah Hey! この目が選んだ景色に ひとつずつリボンかけて お土産みたいに集めながら続くよ 帰り道 季節が挨拶くれたよ 涙もまた拾っちゃったよ どこから話そう あなたに貰った この帰り道 どこからどんな旅をして 見つけ合う事が出来たの あなたの昨日と明日が空を飾る 帰り道 この目が選んだ景色に とびきりのリボンかけて 宇宙の果てからだろうと辿っていく 帰り道  歩いて歩いて 転んで平気なふりして あなたに向かう道を Oh-oh, oh-oh, oh-woah 走って走って 胸いっぱいで歩いて あなたに向かう道を Oh-oh, oh-oh, oh-woah Hey! ", " 最後のキスはタバコのFlavorがした ニガくてせつない香り 明日の今頃にはあなたはどこにいるんだろう 誰を想ってるんだろう You are always gonna be my love いつか誰かとまた恋に落ちても I'll remember to love, you taught me how You are always gonna be the one 今はまだ悲しいLove song 新しい歌うたえるまで 立ち止まる時間が動き出そうとしてる 忘れたくないことばかり, oh 明日の今頃にはわたしはきっと泣いてる あなたを想ってるんだろう Yeah, yeah, yeah You will always be inside my heart いつもあなただけの場所があるから I hope that I have a place in your heart too Now and forever, you are still the one 今はまだ悲しいLove song 新しい歌うたえるまで Oh, oh You are always gonna be my love いつか誰かとまた恋に落ちても I'll remember to love, you taught me how You are always gonna be the one まだ悲しいLove song, yeah Now and forever, ooh ", " 熱を奪っていく 路地裏の香りが 昨日までの僕 忘れさせたんだ 酸いも甘いも捨て 平凡に埋もれても ここにある幸福は 何にも代え難い 指差し 笑われたとして 極める道 褪せることなく 右か左 迷ったなら 真っ直ぐに飛べ 離さないって決めたから 守りたいって言ったのさ ホンモノの強さだけ 見つけたくて 今未練なんかこれっぽっちも無い 無作為に伸びてる雑草も 自由を掴んでる それぞれの未来が咲き誇る 君といれば あぁ 絆されてしまった シトラスの香りに 強く心の臓掴まれたようで 上手く笑えてる あの日の僕らよりも 悩み方すら忘れた 誇らしい愛情 そぞろに鼻を利かせては 誰かに怯えて生きるより 上も下もない世界で 包み込んで  離さないって決めたから 守りたいって言ったのさ ホンモノの強さだけ 見つけたくて 今未練なんかこれっぽっちもない もどかしく燻る滑走路 身動き取れずに 後手後手にまわり沈むのなら 空へカケろ Oh 優しさが溢れないようにずっと 何が起きようと変わらないままで 離さないって決めたから 守りたいって言ったのさ ホンモノの強さだけ 見つけたくて 今未練なんかこれっぽっちも無い 無作為に伸びてる雑草も 自由を掴んでる それぞれの未来が咲き誇る 君といれば ", " ​ 夢ならばどれほどよかったでしょう 未だにあなたのことを夢にみる 忘れた物を取りに帰るように 古びた思い出の埃を払う 戻らない幸せがあることを 最後にあなたが教えてくれた 言えずに隠してた昏い過去も あなたがいなきゃ永遠に昏いまま きっともうこれ以上 傷つくことなど ありはしないとわかっている あの日の悲しみさえ あの日の苦しみさえ そのすべてを愛してた あなたとともに 胸に残り離れない 苦いレモンの匂い 雨が降り止むまでは帰れない 今でもあなたはわたしの光 暗闇であなたの背をなぞった その輪郭を鮮明に覚えている 受け止めきれないものと出会うたび 溢れてやまないのは涙だけ 何をしていたの 何を見ていたの わたしの知らない横顔で どこかであなたが今 わたしと同じ様な 涙にくれ 淋しさの中にいるなら わたしのことなどどうか 忘れてください そんなことを心から願うほどに 今でもあなたはわたしの光  自分が思うより 恋をしていたあなたに あれから思うように 息ができない あんなに側にいたのに まるで嘘みたい とても忘れられない それだけが確か あの日の悲しみさえ あの日の苦しみさえ そのすべてを愛してた あなたとともに 胸に残り離れない 苦いレモンの匂い 雨が降り止むまでは帰れない 切り分けた果実の片方の様に 今でもあなたはわたしの光 ", " 今なんじゃない？ メラメラとたぎれ 眠っているだけの正義 こんな僕も君のヒーローになりたいのさ かっこいい君には 僕じゃ頼りないのかなんて そりゃそうだよな だって今もこうして迷ってる 手を取ってくれないか ギブとテイクさ 君が僕のヒーローだったように 今なんじゃない？ メラメラとたぎる こんな僕にも潜む正義が どうしようもない衝動に駆られて ほら気付けば手を握っている いったいぜんたい そんなに荷物を背負い込んでどこへ行くの ねえねえ待って僕にちょっと預けてみては？ 信じてばかりの僕と 信じることが怖い君と どちらが正しいのかなんて 誰にも分からないさ 僕らだけの世界 ギブとテイクさ 補い合えた暁には同じ夢を見たい 君はかっこいいと苦しめて ひとりぼっちにさせたのは 少し僕のせいなんだよなごめんね だけど見るべきはリアルだ 今こそ僕が救けるんだ 抱えないで信じて頼ってほしいんだ  今なんじゃない？ メラメラとたぎる こんな僕にも潜む正義が どうしようもない衝動に駆られて ほら気付けば手を握っている ほっておけない そんなに荷物を背負い込んでどこへ行くの ほんのちょっと僕にちょっと預けてみては？ こんな僕も君のヒーローになりたいのさ ", " Oh, yeah あなたはもう確かに私のもの 私はあなたの愛を切望していた 私たちのほかには誰も見えない それで、それで、それで 部屋の向こうからあなたが見える あなたに近づいて ときめいて、照れくさい Oh, yeah, baby, 本当に急ぐつもりはないけど 私は本当にあなたの手が必要なの 私が今日、夜を明かすなら I got the moonlight, tequila sunrise 来て私と一杯飲もうよ、あなたは私のもの どう言えばいいのか分からないけど これらの曲があなたのプレイリストにあることを願うわ この感情は説明するのがすごく難しい 今、どう言えばいいかも分からない 今すぐあなたが必要なの あなたにこの話を聞いてほしい Moonlight sunrise Baby, 来て私の星の光になって Moonlight sunrise Oh, baby, あなたが私のそばにいるなら Moonlight sunrise Baby, 今日、夜を明かそう Moonlight sunrise あなたはもう確かに私のもの ひざまずいて哀願する永遠の愛 Baby, 必要な時、私に連絡して あなたがやったことあるって言ったでしょ Baby, やり遂げたよ あなたを切望している Baby, 私のものになってくれる? 月光の下で旅に出たの 日が昇るまで私について来て 毎晩、毎晩 Ayy, 私と一緒にいよう、二度考えないで  Oh, yeah, baby 本当に急ぐつもりはないけど 私は本当にあなたの手が必要なの 私が今日、夜を明かすなら I got the moonlight, tequila sunrise, uh 来て私と一杯飲もうよ、あなたは私のもの どう言えばいいのか分からないけど これらの曲があなたのプレイリストにあることを願うわ この感情は説明するのがすごく難しい 今、どう言えばいいかも分からない 今すぐあなたが必要なの あなたにこの話を聞いてほしい Moonlight sunrise Baby, 来て私の星の光になって Moonlight sunrise Oh, baby, あなたが私のそばにいるなら Moonlight sunrise Baby, 今日、夜を明かそう Moonlight sunrise あなたはもう確かに私のもの 私の気持ちは全部見せたよ、どうする？ 私はあなたが必要、あなたは私が必要 あなたは私のもの 私があなたの月光なら あなたは私の昇る太陽, babe あなたはもう確かに私のもの  Moonlight sunrise Baby, 来て私の星の光になって Moonlight sunrise Oh, baby, あなたが私のそばにいるなら Moonlight sunrise Baby, 今日、夜を明かそう Moonlight sunrise あなたはもう確かに私のもの Moonlight sunrise Baby, 来て私の星の光になって Moonlight sunrise あなたはもう確かに私のもの Moonlight sunrise Baby, 私たち、一晩中やろう Moonlight sunrise あなたはもう確かに私のもの Moonlight sunrise ", " 胸ぐらを掴まれて 強烈なパンチを食らってよろけて 肩を並べうずくまった 予報通りの雨にお前はにやけて 「傷口が綺麗になる」なんて嘘をつく いつも口喧嘩さえうまく出来ないくせして 冴えない冗談言うなよ あまりのつまらなさに目が潤んだ 何度も青アザだらけで涙を 流して 流して 不安定な心を肩に預け合いながら 腐り切ったバッドエンドに抗う なぜだろう 喜びよりも心地よい痛み ずっしりと響いて 濡れた服に舌打ちしながら 腫れ上がった顔を見合って笑う 土砂降りの夜に 誓ったリベンジ 胸ぐらを掴み返して 反撃のパンチを繰り出すくらいじゃなきゃ お前の隣には立てないから 相手が何であれ日和らない 何度伸されても諦めない 忘れるな 忘れるなと 言い聞かせ続けたのに どうして どうして どうして どうして  あぁ 傘はいらないから言葉を一つくれないか 微温い優しさではなく 弱音に侵された胸の奥を抉るような言葉を 何度も 青あざだらけで涙を 流して 流して 不安定な心を肩に預け合いながら 腐り切ったバッドエンドに抗う なぜだろう 喜びよりも心地よい痛み ずっしりと響いて 濡れた服に 舌打ちしながら 腫れ上がった顔を見合って笑う 土砂降りの夜に 囚われの日々に 問いかけるように 光った瞳の中で 誓ったリベンジ ", " 僕が見つめる景色のその中に 君が入ってから 変わり果てた世界は いつも卒なくこなした日々の真ん中 不思議な引力に逆らえず崩れてく I love, なんて 言いかけてはやめて I love, I love, 何度も 高まる愛の中 変わる心情の中 燦然と輝く姿は まるで水槽の中に飛び込んで 溶けた絵の具みたいな, イレギュラー 独りじゃ何ひとつ気付けなかっただろう こんなに鮮やかな色彩に 普通の事だと とぼける君に言いかけた I love, その続きを贈らせて 見えない物を見て笑う君の事を 分かれない僕が居る 美しすぎて目が眩んでしまう 今も劣等感に縛られて生きている I love, I love, 不恰好な結び目 I love, I love, 手探りで見つけて I love, your love, 解いて 絡まって 僕は繰り返してる 何度も レプリカばかりが飾られた銀河 カーテンで作られた暗闇 嘆く人も居ない 鼠色の街の中で I love, その証を抱き締めて  喜びも悲しみも 句読点のない想いも 完全に分かち合うより 曖昧に悩みながらも 認め合えたなら 重なる愛の中 濁った感情の中 瞬きの僅かその合間に 君がくれたプレゼントはこの やけに優しい世界だ, イレギュラー 独りじゃ何ひとつ気付けなかっただろう こんなに大切な光に 普通の事だと とぼける君に言いかけた I love, その続きを贈らせて 受け取り合う僕ら 名前もない夜が更けていく ", " 真夜中は僕だけの時間だ もう誰も眠ってしまうがいい 本当の自分でいられて 息が できる 太陽が昇った大地には 光と影ができてしまって その境目に立たされた時に 息が 止まる ああ, 夢の中なら 自由に 振る舞えるのに··· 友達と上手にやらなくちゃ そうもっと楽しそうに生きなきゃ そんな意識は 捨てたい 君と巡り逢って 僕は楽になった 普通に息を吸って 普通に吐いている 君を好きになって 肩の力が抜けた 僕は僕のままで 変わらなくていいんだ 好きだ 好きだ 声に 出してみる 君が 君が好きだ  星空をずっと眺めてると そう眠るタイミングを失う 目を閉じるのがもったいなくて 息が できない きっと世の中にはたくさんの 見るべきものが存在していて 僕はもっと外に目を向けて 息を しよう ああ, 明日になれば もう一度 生まれ変われる 昨日までの自分のことなんて もう忘れてしまっていいんだ 息の仕方 変えよう 君に教えられた 新しい世界よ 思っていたよりも 人生は楽しい 君に気づかされた 孤独ではないこと そう僕が勝手に 背中向けてただけ 好きだ  生きることは 呼吸すること 急がないで ゆっくりでいい 他の人と 比べないで 吸って吐いて 自分のペースで 誰か好きになると 知らぬ間に微笑む 思い浮かべる度 幸せな気持ちに··· 君と巡り逢って 僕は楽になった 普通に息を吸って 普通に吐いている 君を好きになって 肩の力が抜けた 僕は僕のままで 変わらなくていいんだ 好きだ 好きだ 声に 出してみる 君が 君が好きだ ", " 神に選択肢与えられて 自分の人生を選べたなら 正しい道を行けるのか？ いつだって 僕はOne choiceだ 今日は何回 君のことを考えてしまっただろう 青春の日々にとって句読点さ 自転車を立ち漕ぎしながら 今 何をしてるか？ そんなことばかり 思い浮かべる 恋とは麻疹だ すぐ治る そう言われたけれど 僕は重症みたいでまだ 熱にうなされている 好きになんかならなければよかったよ 好きになって 好きになって辛くなる 全部 全部 僕のせいだってわかってるよ もしも 君に出会っていなければ こんな苦しむことはなかった 思いはいろいろあるけど 答えなら出てる One choiceだ 僕がこの世に生まれたのは どんな意味があるのだろう 子供の頃からずっと知りたかった そのために何をするべきか 誰も教えてくれない 夢中になれる それが愛なのか ようやくわかった 好きになる真っ新な気持ちは 見上げた木漏れ陽のように こんなに眩しいんだ 僕ならそう孤独を感じてもいい 好きになればなるほど強くなる もしも　君がこの手には届かない花でも ずっと踵上げたまま諦めない やがて力尽きて倒れたって… 選択肢いくつあっても 迷うことなく One choiceだ  もっと正直になってみろ 初めから決まってた 好きになんかならなければよかったよ 好きになって 好きになって辛くなる 全部 全部 僕のせいだってわかってるよ もしも 君に出会っていなければ こんな苦しむことはなかった 思いはいろいろあるけど 答えなら出てる One choiceだ ラララ… 一択だ ラララ… ", " 君と見るはずだった花火が 夜の隙間を埋めてく 感傷にひたっちまうから Twitterは閉じた 棚の上に置いたカメラも 今距離を置きたいくらい 僕は今日全て失って 一日中泣いていた 本当の気持ちは やっぱりわからないけど 君のアルバムに居る僕を全部 消したんでしょう シャッターが落ちるみたいに 君を切り取って恋に落ちて 心のアルバムに全部 そっとため込んでた だからさ だからさ 仕草も匂いも覚えている シャッターを切る時間も 君に触れていれば良かった 全ての時間を君だけに使えばよかった お決まりのデートコースと お決まりの愛の言葉 見栄えの良いものばかりが インスタに残った 棚の上に置いたカメラじゃ 映せないものが 君と僕の間にあって それに気づけなかった  今でも気持ちは やっぱりわからないけど 君のアルバムに居る僕は全部 いらないんでしょう シャッターが落ちるみたいに 君を切り取って恋に落ちて 壊したくなくて無難に きっとやり過ごしてた だからさ だからさ 映りの悪い僕だったろう シャッターを切る時間も 君に触れていれば良かった 全ての時間を君だけに使えばよかった どんなに綺麗で美しい宝石みたいな思い出も そこに僕が居なきゃ 君が居なきゃ 何の意味もないのに シャッターが落ちるみたいに 君を切り取って恋に落ちて 壊したくなくて無難に きっとやり過ごしてた だからさ だからさ 映りの悪い僕だったろう シャッターを切る時間も 君に触れていれば良かった シャッターが落ちるみたいに 君を切り取って恋に落ちて 心のアルバムに全部 そっとため込んでた だからさ だからさ 仕草も匂いも覚えている シャッターを切る時間も 君に触れていれば良かった 全ての時間を君だけに使えばよかった ", " 僕はこの世界で第何位で 君はこの世界で第何位だ 身の程はわきまえているつもりだ 身の程知らずは笑われちゃうから なのに君のその笑顔に 肩までの髪に なんとかって服に くすぐるようなその笑い声に 夢中になってバカみたい でもこんな僕にもちゃんと芽生えてくれた この気持ちを認めてあげなくちゃね 性別も年齢も 家柄も国籍も 外見も年収も 過去も何もかも全部 関係ないのが恋だろ 乗り越えられんのが恋だろ 誰に断るでもなく 勝手に 今日もただ君が好き 今日もただ君が好き 君を想う気持ちだけで言えば 僕はこの世界で第一位だ そんな恥ずかしいだけの言葉が しっくりくるのが 笑っちゃうよな もしも君を泣かせるような 悪いやつがいたら 僕に言ってよ 威勢よく飛び出して駆けつけて 震えながら 守るから ねえ こんな時だけ 神様よ 聞いて いつか僕だけの君にならないかな  優しさも 素直さも 少しずるい 愛嬌も 明るさに 潜む影も 一つ一つが刺さって どうしようもないのが恋なら 素敵な残酷さが恋なら もはや抗うでもなく自然に 僕はただ君が好き 憧れて 諦めて また浮かべて繰り返して 何回も 僕の中で さよならしてまた出会って 言い訳も ごまかしも 嘘も何もかも全部 通用しないのが恋だな 仕方ないよな 君が本当に綺麗だから 性別も年齢も 家柄も国籍も 外見も年収も 過去も何もかも全部 関係ないのが恋だろ 乗り越えられんのが恋だろ 誰に断るでもなく 勝手に 今日もただ君が好き 明日もただ君が好き それでいいのが恋だろ ", " 花咲くや 赤ら引く頬に さざなみ寄るは海 貴方は水際一人微笑むだけ 今、思い出に僕は都落ち 鼻歌、綺麗だね 明日には往くんだぜ 海猫が鳴いたね 鳥でも泣くんだね 心なし乾いたら別れの時間だぜ 夏風揉まれて貴方に浅い影 さらり花咲くや あから引く頬に さざなみ、夜は海 貴方は水際一人手を振るだけ 今、思い出に僕は都落ち 朝焼け、綺麗だね 舟はもう発つんだぜ 海猫が鳴いたね 貴方も泣くんだね 人里離れて鳴る音は向かい波 飛ぶ鳥は遠くへ明日から向こうまで 水に落ち流れやがて憂き 貴方に焦がれる舟は海 惜しみ書く指は思う丈ばかり 散る思い出は波か都落ち 都離れて舟進む 水は流れて時もまた 僕は貴方の思い出に ただの記憶に  恋ふらくはあから引く頬の 寄せ消ゆ波の花 貴方は水際一人微笑むだけ 今、思い出に僕は さらり花咲くや あから引く頬に さざなみ、夜は海 貴方は水際一人手を振るだけ 今、左様なら 僕は都落ち "]}